{
	"a1": "-------------------------------------------------- -------------------------------------------------- --------------------------------",
	"a1-c1-f1": "",
	"a1-c1-f2": "",
	"a1-c1-f3": "",
	"a1-c1-f4": "",
	"a1-h1": "Design",
	"a1-h1-q1": "What choice for frame geometry?",
	"a1-h1-q2": "In designing this bike, I sought to merge the geometric characteristics of a road bike with those of a gravel bike.",
	"a1-h1-s1": "Inspiration, measurements and geometry",
	"a1-h1-s1-t1": "<strong>Inspired by the craftsmanship of the Cyfac company</strong>, renowned for its expertise in designing high-performance bicycles, <strong>I determined the angles based on the precise technical data of their models</strong>.",
	"a1-h1-s1-t2": "The decision making was informed by consulting <strong>frame builder manuals</strong>, in order to<strong>assess the expected impact of these angle choices</strong> on the bike's behavior.",
	"a1-h1-s1-t3": "Opting for a <strong>slightly inclined horizontal tube</strong> and a <strong>low implantation of the stays</strong> to increase responsiveness, I also considered the<strong>use of sliding rear dropouts</strong>.",
	"a1-h1-s1-t4": "This addition allows a slight modification of the geometry which will allow<strong>to adapt different wheel sizes depending on the use</strong>, while minimizing alterations to the behavior of the bike.",
	"a1-h1-s1-t5": "Finally, the geometric modeling was carried out using <strong>BikeCAD software</strong>, ensuring a methodical approach.",
	"a1-h1-s2": "Technical choices and assembly",
	"a1-h1-s2-l1": "a <strong>long distance use</strong>,",
	"a1-h1-s2-l2": "an <strong>excellent resistance</strong>,",
	"a1-h1-s2-l3": "an <strong>optimal weight</strong>,",
	"a1-h1-s2-l4": "an <strong>effective absorption of vibrations</strong>,",
	"a1-h1-s2-l5": "an <strong>ease of being worked</strong> which allows <strong>good repairability</strong>.",
	"a1-h1-s2-p1": "With this in mind, I opted for a meticulous selection of Columbus brand steel tubes, <storng>carefully adjusting the thicknesses</strong>, the <strong>section shapes</strong>, and the <strong>steel grades</strong> to obtain the desired dynamic behavior.",
	"a1-h1-s2-q1": "The choice of robustness!",
	"a1-h1-s2-q2": "For the tubes I chose the strength and reliability of high-end steel tubes from the Colombus brand.",
	"a1-h1-s2-t1": "Recent advances in the manufacture of high-end steel tubes offer <strong>ideal mechanical characteristics for:",
	"a1-h1-s2-t2": "The definition of standards followed, encompassing the <strong>choice of transmission type</strong>, of the<strong>wheel axle</strong>, of the <strong>interfaces for the bottom bracket</strong>, of the <strong>headset</strong>, of the <strong>braking system</strong>, of the <strong>mechanical cable routing</strong>, as well as that of the<strong>electric for the use of a dynamo hub</strong>.",
	"a1-h1-s2-t3": "Other aspects were also taken into account, such as the <strong>locations of the threaded mounts</strong> for mounting accessories, the presence of a <strong>opening on the rear triangle</strong> for the use of a <strong>drive belt</strong>, and the <strong>maximum permitted tire section</strong>.",
	"a1-h2": "Realization",
	"a1-h2-q1": "A project supervised by an expert in the field!",
	"a1-h2-q2": "My cameraman internship took place at LaFraise in Roubaix, under the supervision of Andréa, a craftsman renowned for the quality of his work.",
	"a1-h2-t1": "I was able to benefit from Andrea's expertise and the specialized equipment available to me, such as the marble, the welding station, the consumables, the files, the angle measuring tools, the dies, etc.",
	"a1-h2-t2": "Due to the high demand for this course, I booked my place well in advance, which meant a wait of just over a year before I could start. This waiting period gave me the opportunity to deepen my theoretical knowledge of the bronze and silver brazing process.",
	"a1-h2-t3": "Once the internship started, I explained my project in detail to Andrea, we <strong>checked the measurements</strong> and made some <strong>changes to the geometry</strong>. Afterwards, <strong>Andrea taught me the techniques</strong> needed for <strong>braze welding</strong>, covering flame adjustment, proper temperatures, required movements, etc. After <strong>cutting, notching, filing and fitting the various tubes</strong>, I then took care of <strong>tacking and welding the assembly</strong>, as well as all the other accessories.",
	"a1-h3": "Conclusion",
	"a1-h3-q1": "Combine profession and passion!",
	"a1-h3-q2": "I'm thinking of equipping myself to start building a cargo bike. This would allow me to test these new skills while exploring new possibilities in the world of mechanical engineering applied to cycling.",
	"a1-h3-t1": "<strong>Understanding the materials, selecting them, learning advanced welding and brazing techniques</strong>each step of the way deepened my understanding of the bicycle frame manufacturing process. The work placement at LaFraise, under Andréa's guidance, <strong>put my mechanical engineering skills into practice in a practical context</strong>. The experience strengthened my technical knowledge and highlighted the</strong>importance of craftsmanship</strong>.",
	"a1-h3-t2": "With this knowledge behind me, I'm about to embark on the next exciting phase of this project: the <strong>painting of the</strong>frame. This step will add a final aesthetic touch and seal the unique character of this custom bike.",
	"a1-intro": "During this project, the aim was to create a bespoke bike frame with an emphasis on versatility. I wanted to design a bike that could combine agility and speed for the summer seasons, while remaining stable and adapted to winter conditions. From the design and modelling of the geometry to the manufacture of the frame, I was in charge of the entire process. Technical decisions, such as the choice of materials, tubes, and standards for interfaces, transmission and braking, were taken with rigour. The practical stages of manufacture, from notching the tubes to final adjustments, pointing, and finally assembly by bronze and silver brazing, were carried out with precision.",
	"a1-tile-intro": "Build a made-to-measure, versatile, high-performance bicycle frame from A to Z, under the supervision of a recognised craftsman.",
	"a1-title": "Handcrafted, custom-brazed cycles",
	"a2": "------------------------------------------------------------------------------------------------------------------------------------",
	"a2-c1-f1": "",
	"a2-c1-f2": "",
	"a2-c1-f3": "",
	"a2-c1-f4": "",
	"a2-h1": "A collection as a technological showcase",
	"a2-h1-t1": "The bicycle frame is a platform for significant technological advances, incorporating a diversity of materials and assembly techniques. Materials such as steel, aluminium, magnesium, titanium and composites (carbon, kevlar, wood) are combined with various assembly processes such as welding, press-fitting, moulding and, more recently, metal additive manufacturing. Historic innovations such as the butting of steel tubes, which allows the thicknesses of the cross-section in a single tube to be adjusted according to stresses, illustrate these technical advances. The evolution of geometries, supported by biomechanical principles and wind tunnel tests to assess aerodynamic impacts, also plays a crucial role in this progress.",
	"a2-h1-t2": "Other components, from the fixed-gear drivetrain to mechanical derailleur gear systems and today's wireless electronic versions, and from wooden rims to aerodynamic carbon rims with tubeless tyres, have also undergone significant transformations over time.",
	"a2-h1-t3": "Each bike in my collection becomes a showcase for the technological advances of its era. By closely examining these developments, I immerse myself in the history of bicycle design, establishing links between technological choices and performance on the road. This unique perspective allows me to fully appreciate the richness of each piece in my collection as a witness to technical advances in cycling and engineering in general.",
	"a2-h2": "A collection that elevates craftsmanship to the level of art",
	"a2-h2-t1": "The second dimension of my collection revolves around their interpretation as works of art, giving the craft an artistic status. This perspective brings to the fore some extremely precise creations, in which master framers such as Masi, Colnago and Cinelli in Italy, Routens and Sablière in France, and Samson in Japan, have modelled unique, even emblematic, pieces. These craftsmen designed bikes that were at the cutting edge of the technology of their time, and which have since evolved into veritable artistic expressions.",
	"a2-h2-t2": "Similarly, components from renowned brands such as Campagnolo, sometimes even personalised with engravings, and other remnants of the era's interpretations of aerodynamics, help to elevate these bikes to the status of intriguing works of art. Whether functional or aesthetic, these elements give each bike in my collection an artistic aura, demonstrating the convergence of precision craftsmanship and strong visual expression.",
	"a2-h2-t3": "Finally, the paintwork on these bikes also plays an essential role in this artistic vision in the true sense of the word. Painters such as Mario Martini at Somec have revolutionised this dimension by introducing innovative graphic techniques and expressions. The meticulous graphic details and choice of colours become the elements that transform each bike into a captivating visual work of art.",
	"a2-h3": "A collection of historic sporting achievements",
	"a2-h3-t1": "The third dimension of my collection lies in its historical interest, acting as the guardian of a heritage that embodies the apogee of craftsmanship while bearing witness to landmark sporting achievements.",
	"a2-h3-t2": "It includes a number of bikes that took part in the Tour de France, each carrying the story of an era. These include the bike on which Marc Sergeant triumphed on stage 5 of the 1987 Tour de France as part of the Lotto-Eddy Merckx team, the bike on which Alain Bondue won the silver medal at the 1980 Moscow Olympics, and even an exact replica of the time trial Laurent Fignon was riding when he narrowly missed out on his third victory in the 1989 Tour de France, conceding first place to Greg Lemond by a margin of just 8 seconds.",
	"a2-h4": "Conclusion",
	"a2-h4-t1": "By bringing these different dimensions together, my passion for collecting bicycles takes the form of a technical and historical exploration. Each component is a piece of engineering that bears witness to the technical advances, craftsmanship and milestones in the history of cycling. As well as assembling components, each bike represents a stage in the evolution of design and a reflection on the mechanical engineering applied to this field. In this way, the collection becomes a living documentation of the evolution of the sport, from materials to design and technical innovations, while preserving the sporting heritage associated with it.",
	"a2-intro": "Much more than a simple assembly of mechanical parts, my collection of bicycles is a living testimony to technological advances, craftsmanship elevated to the level of art, and historic sporting feats. Each bike, meticulously selected, becomes a unique piece telling a singular story in the world of cycling. Through this exploration, discover a metamorphosis where a bicycle frame becomes a canvas for innovation, master framers become artists, and each bike a privileged witness to the history of cycling.",
	"a2-tile-intro": "Reverse engineering to understand the evolution of technology in cycling.",
	"a2-title": "A passion for cycling and a historical collection",
	"a3": "",
	"a3-c1-f1": "",
	"a3-c1-f2": "",
	"a3-c1-f3": "",
	"a3-c1-f4": "",
	"a3-h1": "My photography experience",
	"a3-h1-t1": "Coming from a line where photography was ubiquitous, with my grandfather, brother and father all practising photography, while my mother stood in front of the lens during her modelling career, I developed a deep appreciation for the art. Although digital sensors and smartphones now offer photographic tools accessible to everyone, I began my practice with these devices before progressing to a deeper understanding of exposure techniques and the art of the photographer by immersing myself in the great works of the field. After a period in digital photography, I chose to turn to film photography, which is more demanding but also more rewarding, offering me a more intense photographic experience and enabling me to make rapid progress.",
	"a3-h2": "A collection combining reverse engineering and history",
	"a3-h2-t1": "I'm fascinated by the evolution of photographic devices, from the first full-frame camera invented by Oskar Barnack in 1913 to the Hasselblad 500EL cameras used on the Apollo moon missions and the Hubble space telescope, which captures the universe in high resolution. These technological advances have led me to build up a collection of film cameras, in which I am particularly interested in reverse-engineering to understand how they work. Through models such as the Contax II used by Gordon Parks to document racial segregation in the 1950s and Sean Flynn's Nikon F covering the Vietnam War in the 1970s, I see the importance of these tools in immortalising historical events. By analysing these mechanisms, I seek to understand how the engineers of the past designed these remarkable mechanical assemblies, which enriches my understanding of the evolution of photographic technology. This exploration also allows me to compare these old devices with the new ultra-high-performance digital cameras that I use in my professional work, offering an insight into the technical advances and challenges encountered at different times.",
	"a3-h3": "",
	"a3-h3-t1": "Drawing on my family's tradition of photography, I have developed a deep appreciation for this art form, seeing it as much more than simply capturing images, but as a subtle and relevant form of expression. My journey has led me to reverse-engineer these silver photographic devices, a rewarding process that has enabled me to understand how they work and how they have evolved over time. By collecting emblematic models, I have become fully aware of their importance in documenting historical events, while at the same time gaining a better technical understanding of the mechanisms that make them up. Driven by this passion, I now want to take my practice further by turning to silver prints and share my discoveries through the organisation of an exhibition, offering a unique insight into my interpretation of this art form.",
	"a3-intro": "For me, photography is much more than simply capturing images; it's a subtle artistic process that involves working with reality as a means of expression in its purest form. I've explored this passion through a variety of techniques, from digital to film photography, while studying the history and evolution of photographic devices.",
	"a3-tile-intro": "Develop a means of artistic expression by mastering technical concepts and equipment with a rich technological history.",
	"a3-title": "Professional photography and silver collections",
	"a4": "",
	"a4-c1-f1": "",
	"a4-c1-f2": "",
	"a4-c1-f3": "",
	"a4-c1-f4": "",
	"a4-h1": "Maker culture and DIY",
	"a4-h1-t1": "In the field of additive manufacturing, I acquired expertise by gradually improving my first machine through various upgrades, such as modifying its firmware or installing sensors for automatic levelling of the printing plate. I explored printing parameters in cutting software and used a variety of materials for different applications, from plastic parts (PLA, PETG, ABS) to powder sintered metal prints (stainless steel, copper).",
	"a4-h1-t2": "At the same time, I got involved in manufacturing, repair and modification in fields such as electronics, mechanics and audio. From making ergonomic keyboards (Ergodox open source project) to repairing electronic devices, I've developed a wide range of expertise. I've also explored the fields of watch restoration and loudspeaker manufacture.",
	"a4-h1-t3": "Some of the work I've done includes diagnosing and replacing faulty components such as screens, batteries, slicks and plugs; soldering SMD components onto motherboards; complete computer assembly, including dual boot configuration, CPU overclocking, and thermal paste application; as well as carrying out root unlocks on phones, and so on.",
	"a4-h1-t4": "Outside these areas, I'm also a general mechanic, maintaining and repairing my motor vehicles, restoring antique furniture and doing all the upkeep on my house, from painting to digging a trench to lay the fibre. For me, this approach is much more than just a hobby; it's a real philosophy of life, where understanding and mastering the systems around me are at the heart of my daily activities.",
	"a4-h2": "",
	"a4-h2-t1": "Rooted in a family tradition of ingenuity and curiosity, my passion for DIY is the fruit of a lineage where the desire to understand the mechanisms of the world is a primordial value. From improving my 3D printers to repairing electronic devices, making ergonomic keyboards and general mechanics, each project represents a meticulous exploration of the systems that surround us. This approach is more than just a hobby; it embodies a philosophy of life in which knowledge and mastery of technology shape my daily life.",
	"a4-intro": "The Maker and DIY culture is an integral part of my profile, inherited from a family line where ingenuity and intellectual curiosity are key values. This tradition of innovation goes back several generations, with my great-grandfather already drawing wind turbine plans by hand, while my grandfather was an aeronautics entrepreneur and my father worked for the Arianne space programme. This background instilled in me a desire to understand the mechanisms around me through a systematic approach, which is fundamental to my quest for exploration and innovation.",
	"a4-tile-intro": "Explore a variety of areas of Maker (DIY) culture, from software to general mechanics, electronics and additive manufacturing.",
	"a4-title": "Electromechanical activities and Maker culture",
	"a5": "",
	"a5-c1-f1": "",
	"a5-c1-f2": "",
	"a5-c1-f3": "",
	"a5-c1-f4": "",
	"a5-h1": "Sports activities",
	"a5-h1-t1": "Cycling and hiking are activities that offer me stimulating challenges to explore my physical capacity. Every cycle outing, whether on winding tarmac roads, demanding gravel tracks or wild cross-country trails, is a new adventure that I never tire of. In the same way, hiking trips, which sometimes last several days and take in isolated mountain huts, bring me just as much serenity. I can't think of anything else that gives me as much satisfaction as the simplicity of life in the open air and the contemplation of nature.",
	"a5-h1-t2": "Having been born and bred in Annecy (74), downhill skiing was an obvious choice. For me, the exhilarating descents and breathtaking panoramas of the Alps are much more than just a leisure activity, they're a real passion. That's why, despite having recently suffered a serious cruciate ligament injury, I remain determined to get back on skis as soon as possible. So I'm continuing on my way to a full recovery without ever losing sight of that goal.",
	"a5-h2": "Curiosity and well-being",
	"a5-h2-t1": "Outside my sporting activities, I explore various areas of social science, such as anthropology, psychology and sociology, to better understand the mechanisms that underpin our societies. I'm particularly interested in societal issues such as the ethics of innovation, power dynamics and the impact on our lives of technologies such as artificial intelligence. My love of nature and biodiversity also fuels my need for understanding, while cultivating a fascination for the complexity of ecosystems. Finally, my quest for truth extends to philosophical reflections, seeking to link social, literary and scientific knowledge for a deeper understanding of our world.",
	"a5-h3": "",
	"a5-h3-t1": "These activities satisfy the insatiable curiosity that drives me. They give me the balance I need by combining physical effort, intellectual reflection and contemplation in the broadest sense of the term. This is how I work tirelessly to broaden my horizons by combining the exploration of my own abilities with a deeper understanding of this world, in all its complexity.",
	"a5-intro": "Discover the other sporting and intellectual activities that nourish my body and mind. I navigate between the steep paths of the Alps and the intellectual mazes of the social sciences, passing through universal philosophical astonishments and other much more concrete sporting activities, in order to achieve balance in my life.",
	"a5-tile-intro": "Explore steep mountain trails on foot, by bike or on skis.",
	"a5-title": "Sport and intellectual enthusiasm",
	"a6": "",
	"a6-c1-f1": "1. Selection of the operating point for starting the generator.",
	"a6-c1-f2": "2. Effect of magnetic field concentrators on TTL.",
	"a6-c1-f3": "3. Physical phenomena involved and analytical study.",
	"a6-c1-f4": "4. Protocol and objectives of the test campaign.",
	"a6-c2-f5": "5. Example of a part after TTL.",
	"a6-c2-f6": "6. Inducer used for this test campaign.",
	"a6-c2-f7": "7. Cutting out the parts to observe the actual hardening profile.",
	"a6-c2-f8": "8. Taguchi table of the configurations studied.",
	"a6-h1": "Mission objectives",
	"a6-h1-p1": "The TTL-Induction process is characterised by a <strong>short heating cycle followed by rapid</strong> quenching to set the microstructure.",
	"a6-h1-p2": "In the past, this process was developed empirically. Today it is aided by the<strong>use of complex finite element simulation software</strong>.",
	"a6-h1-p3": "The purpose of simulating this process is <strong>to determine the shape of the inductor and the generator control parameters</strong> which enable<strong>the hardening profile</strong> to be obtained corresponding to the technical specifications of the product to be manufactured.",
	"a6-h1-p4": "Setting up these simulations involves specifying a large number of parameters such as, for example, those relating to the mesh of the part to be treated, those concerning the control of the high-frequency generator used, or even the transfer conditions between the different solvers in the software.",
	"a6-h1-p5": "To achieve the<strong>objective of improving TTL-Induction within the</strong>company, I therefore had to implement a relevant R&D strategy enabling a large number of factors to be characterised.",
	"a6-h2": "Actions taken",
	"a6-h2-l1": "<strong>Understand</strong> the behaviour of the software by analysing the influences of the various parameters specified when the simulations were set up. <br> <i>In particular through the use of rolling steel specimens that have been treated by an inductor produced by additive manufacturing using copper powder sintering.</i>",
	"a6-h2-l2": "<strong>Carrying out</strong> a sensitivity analysis by setting up a design of experiment which took the form of a test campaign.",
	"a6-h2-l3": "<strong>Define</strong> correctly the configurations of the TTL-Induction process to be tested, based on the proven Tagushi-type experimental design method.",
	"a6-h2-l4": "<strong>Analyse</strong> the results by comparing them with the simulations, then I sent my conclusions to the software editor so that he could calibrate the different solvers.",
	"a6-h2-l5": "<strong>To provide</strong> assistance to the technicians in the TTL department. <br> <i>Through the creation of automated tools such as Excel spreadsheets in VBA programming that enable the optimum operating points of generators to be determined, and by writing documentation detailing the best practices to adopt when using the software.</i>",
	"a6-h2-q1": "Goal achieved!",
	"a6-h2-q2": "The work of the simulation technicians is made easier, the TTL process development cycle is made more efficient and can be applied to new products.",
	"a6-h4": "",
	"a6-h4-t1": "",
	"a6-h4-t2": "In addition, the software sensitivity analysis work highlighted how methodological rigour is crucial to solving complex technical problems. By providing technical assistance to members of the TTL department, and collaborating with the software publisher, I realised the<strong>importance of communication for effective collaboration</strong>.",
	"a6-h4-t3": "In conclusion, this assignment has enriched my knowledge in various scientific and technical fields, while strengthening my skills in managing industrial R&D projects.",
	"a6-intro": "NTN-SNR Roulements manufactures more than 500,000 bearings every day for various industrial sectors. To do this, it uses the process of localised heat treatment by induction heating (TTL-Induction), which adjusts the microstructure of the bearings by fixing the austenitic structure in the material. This treatment reinforces the hardness of the raceways on which the rolling bodies move, thus ensuring longer bearing life. My mission was to optimise the TTL-Induction process in order to guarantee optimum product quality, reduce manufacturing cycle times and make the development of this process applied to new products more efficient.",
	"a6-tile-intro": "Improve a process to guarantee product specifications, reduce development times and increase production rates.",
	"a6-title": "Optimisation of localised induction heat treatment",
	"a7": "",
	"a7-c1-f1": "1. Specific solution requiring fine adjustment (wear) and the intervention of an operator during blocking.",
	"a7-c1-f2": "2. Solution deployed on a production line.",
	"a7-c1-f3": "3. Adaptable solution requiring very fine adjustment of the rollers, with insufficient robustness.",
	"a7-c1-f4": "4. Previous studies have not led to the development of a satisfactory solution.",
	"a7-c2-f5": "5. The use of a laser beam thru-beam sensor is at the heart of the proposed solution.",
	"a7-c2-f6": "6. Development of electro-pneumatic circuits, control program and other components.",
	"a7-c2-f7": "7. Prototype production and optimisation tests.",
	"a7-c2-f8": "8. A multitude of components are needed for the prototype to work properly.",
	"a7-h0": "Issues",
	"a7-h0-p0": "<strong>Misaligned rollers were being transferred between the industrial handling modules of a machine</strong>, resulting in: <ul><li>broken grinding wheels and a costly production stoppage.</li> <li>unblocking, which required time-consuming human intervention.</li> <li>restarting the lines, resulting in a drop in source quality and a large amount of scrap.</li></ul>",
	"a7-h1": "",
	"a7-h1-t1": "",
	"a7-h2": "",
	"a7-h2-p0": "There are <strong>9 key stages</strong> to the completion of my mission.",
	"a7-h2-p1": "<strong>An in-depth analysis of the existing</strong> system was carried out to characterise the solutions currently used on production lines, with the aim of assessing their performance and limitations.",
	"a7-h2-p2": "Careful exploration to <strong>determine the new method</strong> for controlling the orientation of tapered rollers.",
	"a7-h2-p2-q1": "I opted to use a <strong>laser beam type sensor</strong> for its accuracy and responsiveness. <br> It is <strong>suited to high speeds</strong> (up to 350 rolls per minute) <strong>and small differences in the diameter of the rolls</strong> to be processed (less than 3 millimetres).",
	"a7-h2-p3": "From this choice of sensor, I had <strong>to define the kinematics of the sorting machine</strong>, then I did the geometric design of its parts.",
	"a7-h2-p3-q1": "I was careful to <strong>design a machine that was easy to adjust, not subject to much wear and tear during operation</strong>, and <strong>that minimised the impact on the rollers</strong> during processing.",
	"a7-h2-p4": "<strong>Development of the schematics for the various circuits required to operate the module</strong> and <strong>drafting of the plans</strong> for sending the system components to production",
	"a7-h2-p4-q1": "This included, in particular, the electrical power circuit and the control circuit for a stepper motor and its driver, as well as the pneumatic circuit for the use of a jack, and also the circuits for managing the machine's various sensors.",
	"a7-h2-p5": "<strong>Machine assembly.</strong>",
	"a7-h2-p6": "<strong>Connection of the various inputs and outputs to an Arduino board</strong>, then <strong>writing of the sorting machine control program</strong> .",
	"a7-h2-p7": "",
	"a7-h2-p8": "Once the optimisation had been completed, <strong>real tests were carried out on production lines</strong> in order to <strong>validate that the new process developed did indeed meet the needs</strong> under real operating conditions.",
	"a7-h2-p9": "<strong>Drafted a report</strong> which I <strong>forwarded to the company department</strong> responsible for adapting the new solution to the various production lines requiring this improvement.",
	"a7-h3": "",
	"a7-h3-p1": "<strong>The proposed solution</strong>, based on a high-precision laser sensor, <strong>proved effective in controlling the rollers</strong> at high speed, while ensuring low wear and minimal impact on the rollers.",
	"a7-h3-p2": "The various stages of design, manufacture and optimisation of the system <strong>fully meet the company's needs</strong>, as demonstrated by the <strong>successful trials under real conditions</strong>.",
	"a7-h3-p3": "This assignment was particularly rewarding because it gave me<strong>the opportunity to develop my skills in industrial systems design, needs analysis and technical problem solving.<strong>",
	"a7-h3-p4": "In addition, it was an ideal opportunity to <strong>strengthen my innovation project management skills</strong>, by enabling me to <strong>supervise a real-life project</strong> from start to finish, <strong>from its initial conception to its operational implementation</strong>. Finally, I was able <strong>to observe at first hand the positive impact of my work on the company's operations and profitability<strong>.",
	"a7-h3-q1": "",
	"a7-h3-q2": "The solution, based on a high-precision laser sensor, enabled the rollers to be controlled effectively at high speed, reducing wear and impact while meeting the company's needs. This assignment has enriched me both technically and in terms of innovation project management.",
	"a7-intro": "NTN-SNR Roulements is a leader in the manufacture of bearings thanks to its age-old expertise in this field. It designs and produces all the essential components for assembling bearings, including inner and outer rings, rolling bodies and the cages that hold them in place. In the specific context of the production of rolling bodies in the form of tapered rollers, the aim of my assignment was to develop an innovative system for controlling the orientation of these rollers in order to reduce costly stoppages on production lines. To achieve this objective, I designed a reliable and autonomous device by following a methodical innovation process. My work involved an in-depth analysis of existing solutions, the selection of technologies suited to the problem, and the mechanical, electro-pneumatic and IT design of the various assemblies of the new solution.",
	"a7-tile-intro": "Design a high-speed autonomous inspection machine to reduce downtime on production lines.",
	"a7-title": "Development of an industrial handling module",
	"a8": "",
	"a8-c1-f1": "1. Few studies are available on the stresses on the cage (ADORE simulation).",
	"a8-c1-f2": "2. Nomenclature of a ball bearing.",
	"a8-c1-f3": "3. Topological optimisation process and redesign of a part.",
	"a8-c2-f4": "4. Simulation of stresses at ball-cage contact.",
	"a8-c2-f5": "5. Preliminary results of topological optimisation.",
	"a8-c2-f6": "6. Simulation of the stresses experienced by one of the proposed geometries.",
	"a8-c2-f7": "7. Example of a geometry obtained after redesign.",
	"a8-c2-f8": "8. Determination of the maximum cage volume to be specified for the study.",
	"a8-c2-f9": "9. Example of an unsatisfactory result due to incorrect modelling parameters.",
	"a8-h0": "",
	"a8-h0-p1": "Metal <strong>additive manufacturing</strong> opens up <strong>new perspectives in mechanical design</strong> since it offers the freedom to design <strong>new geometries</strong> that are free from the constraints of traditional manufacturing processes (milling, conventional machining, etc.).",
	"a8-h0-p2": "The aim was <strong>to demonstrate the potential of additive metal manufacturing using powder sintering to improve aeronautical bearings.</strong>",
	"a8-h1": "",
	"a8-h1-t1": "My main objective was to <strong>re-design an aeronautical bearing cage that exploits the possibilities offered by metal additive manufacturing.</strong>",
	"a8-h1-t2": "The aim is <strong>to increase functionality</strong> and <strong>to reduce mass</strong>.",
	"a8-h2": "",
	"a8-h2-h1": "Phase 1 - Learning the kinematics of lubricated aerospace bearings",
	"a8-h2-h1-p1": "During this learning phase I was able <strong>to use the internal bibliography</strong> which presented <strong>studies on the phenomena involved in the operation of these bearings</strong>.",
	"a8-h2-h1-p2": "This enabled me to gain a detailed understanding of the forces at play in order to <strong>understand the stresses on the cage and the lubrication issues</strong>.",
	"a8-h2-h1-q1": "If the lubrication circuits are cut,<strong>stopping the lubrication pumps</strong> can lead to <strong>overheating of the bearings</strong> causing <strong>seizure of the motor<strong> and the <strong>disastrous consequences</strong> that follow.",
	"a8-h2-h2": "Phase 2 - Learning about topological optimisation and its implementation",
	"a8-h2-h2-p1": "<strong>Through a series of simulations</strong>, in the dedicated module of the <strong>Solidworks software</strong>software, I tested different configurations to <strong>optimise the topology of the cage with a view to reducing mass</strong>. while guaranteeing the required performance.",
	"a8-h2-h2-p2": "The results of these simulations have made it possible to<strong>identify areas suitable for the integration of grooves and channels</strong> designed to <strong>store</strong> and <strong>redistribute</strong> the lubricant efficiently in the event of lubrication interruption.",
	"a8-h2-h3": "Phase 3 - Printing the prototypes and drafting the dossier",
	"a8-h2-h3-p1": "Finally, I put these designs into practice by <strong>printing several plastic prototypes</strong> to <strong>assess their performance</strong> before <strong>selecting the best solution</strong> for final manufacture by a specialist subcontractor.",
	"a8-h2-h3-q1": "After <strong>writing the file detailing my approach</strong>, I was able <strong>to present the new cage to the customer, who approved it</strong>.",
	"a8-h2-t1": "My work on this project can be broken down into <strong>3 phases</strong>.",
	"a8-h3": "",
	"a8-h3-q1-p1": "Hypothesis validated!",
	"a8-h3-q1-p2": "The use of the metal additive manufacturing process has led to a significant improvement in functionality and a reduction in mass.",
	"a8-h3-t1": "The <strong>success of this approach testifies to its relevance</strong>, arousing <strong>the interest and approval of the customer</strong>.",
	"a8-h3-t2": "This shows that it is still possible to open up <strong>new perspectives in a field that seems almost unchanging</strong>.",
	"a8-h3-t3": "Finally, I have enjoyed <strong>developing my skills in topological optimisation</strong> and <strong>computer-aided design</strong>. And I found it stimulating to have had the opportunity to test the<strong>use of a cutting-edge technological innovation in design and manufacturing</strong>.",
	"a8-intro": "Although NTN-SNR Roulements has been recognised for over a hundred years as a leader in the manufacture of bearings, the company is constantly looking for new ways to innovate. By exploring the possibilities offered by metal additive manufacturing, it is striving to push back the boundaries of innovation in the field of bearings. My assignment was to redesign an aeronautical cage in order to improve its functionality thanks to the unprecedented possibilities offered by this new manufacturing process. By revisiting an existing product, I also sought to arouse the interest of a group of industrial players to encourage investment in the research and development of this innovative approach.",
	"a8-tile-intro": "Improve the performance of a bearing by taking advantage of the possibilities offered by metal additive manufacturing.",
	"a8-title": "Innovation in an aeronautical bearing cage",
	"a9": "",
	"a9-c1-f1": "1. Example of a solution proposed by a competing start-up.",
	"a9-c1-f2": "2. Waterfall\" project management method in several distinct phases.",
	"a9-c1-f3": "3. Definition of the strategic and financial plan for the project.",
	"a9-c1-f4": "4. Application of the VPD method to assess the Product Market Fit of the solution developed.",
	"a9-c1-f5": "5. Definition of a precise business model to assess the viability of the project and its constraints.",
	"a9-c2-f6": "6. Use of the Figma \"FigJam\" tool for effective remote collaboration.",
	"a9-c2-f7": "7. Collaborative research plan for the general definition of the solution.",
	"a9-c2-f8": "8. High-level diagram of the architecture of a software solution.",
	"a9-c2-f9": "9. Use of Slack to communicate about the project.",
	"a9-c3-f10": "10. Some of the technologies making up the technical stack of a software solution.",
	"a9-c3-f11": "11. Presentation (high level) of a software solution structure.",
	"a9-c3-f12": "12. Technical documentation for a partner service integrated into the solution.",
	"a9-c4-f13": "13. Self-taught in prototype UX/UI design.",
	"a9-c4-f14": "14. Sitemap\" architecture diagram of the solution.",
	"a9-c4-f15": "15. Example of UX/UI elements for prototyping.",
	"a9-h0": "Project objectives",
	"a9-h0-p1": "For this project, I worked with a team to <strong>develop a B2B SaaS platform for film distributors</strong>.",
	"a9-h0-p2": "The initial idea was <strong>to make their jobs easier by automating their repetitive day-to-day tasks</strong>. As no reliable tool really existed to date, we had to <strong>collect their needs, their ways of working and interacting with the various players in distribution</strong>.",
	"a9-h1": "",
	"a9-h1-p1": "As with any entrepreneurial project, I was <strong>not confined to a single job</strong>. I had a pivotal role, which I'll describe here.",
	"a9-h1-s1": "I. Designing the sales strategy",
	"a9-h1-s1-t1": "<strong>Market analysis</strong> : study market trends and identify unmet needs.",
	"a9-h1-s1-t2": "<strong>Value Proposition Design</strong> : assessing the value proposition to ensure the viability of the project.",
	"a9-h1-s1-t3": "<strong>Commercial strategy</strong> : develop the commercial strategy, define entry markets and model profitability and financial requirements.",
	"a9-h1-s2": "II. Organising collaboration",
	"a9-h1-s2-q1": "<strong>Certain aspects of IT development, its constraints and the prerequisites it requires, are not always well understood</strong> by non-developers<strong>. <br>My role was to provide a clear understanding of the issues</strong> around each stage of the platform's design and development.",
	"a9-h1-s2-t1": "Use <strong>innovative collaborative tools</strong> to facilitate communication and teamwork.",
	"a9-h1-s2-t2": "<strong>Orchestrate collaboration</strong> between the different members of the team.",
	"a9-h1-s3": "III. Providing the business-technical interface",
	"a9-h1-s3-q1": "We had to <strong>remain flexible in the definition of our objects</strong>, so that we could <strong>evolve these definitions according to future customer feedback</strong> !",
	"a9-h1-s3-t1": "<strong>Business requirements</strong> : understanding the needs of the business and producing clear specifications.",
	"a9-h1-s3-t2": "<strong>Technical constraints</strong> : analyse the technical constraints to define the development specifications.",
	"a9-h1-s3-t3": "<strong>Technology choices</strong> : contribute to the selection of technologies for the technical stack and data models.",
	"a9-h1-s4": "IV. Prototyping the solution",
	"a9-h1-s4-t1": "<strong>UX/UI design</strong> : training in user experience and user interface design.",
	"a9-h1-s4-t2": "<strong>Mock-up</strong> : design mock-ups and wireframes for the web application.",
	"a9-h3": "",
	"a9-h3-q1": "Although our project came to a halt, the <strong>recent launch of a similar product by a major player</strong> in this market enabled us to <strong>confirm that the initial idea</strong> did indeed correspond to the needs of this market.",
	"a9-h3-q2": "Accepting the end of a project that was close to my heart and agreeing not to consider it a failure was a key step in my career.",
	"a9-h3-t1": "Unfortunately, the project had to be halted<strong>due to the exhaustion of the funds allocated</strong> and our encounter with a series of technological barriers requiring <strong>external partnerships that were difficult to put in place</strong>.",
	"a9-h3-t2": "Despite everything, this project has been <strong>a huge source of learning</strong> for me. I've been able to test and reinforce my versatility, as well as understanding the importance of communication, management and strategy.",
	"a9-h3-t3": "<strong>Knowing how to stop when circumstances demand it is essential</strong>. I now know that <strong>every project must always be managed from a reasonable distance</strong>. at every stage of its design and implementation. This ensures <strong>that you don't drag your whole team down a blind alley</strong>.",
	"a9-intro": "The film distribution industry is a complex sector with significant challenges, including the fragmentation of distribution channels and the difficulties of reaching target audiences effectively. Our aim was to create an innovative solution to improve film distribution, by addressing the specific needs of distributors and exploiting new collaborative technologies. This project was born out of the identification of gaps in film distribution and the opportunity to provide an innovative technological solution. I brought together a team of industry professionals and experienced developers to meet this challenge. My role was central to the orchestration and success of this project, taking charge of the design, commercial, organisational and operational aspects.",
	"a9-tile-intro": "To develop an innovative software solution for managing exchanges in the film distribution industry.",
	"a9-title": "Entrepreneurial project for film distribution",
	"a10": "",
	"a10-c1-f1": "",
	"a10-c1-f2": "",
	"a10-c1-f3": "",
	"a10-c1-f4": "",
	"a10-h1": "",
	"a10-h1-t1": "",
	"a10-h2": "",
	"a10-h2-t1": "",
	"a10-h4": "",
	"a10-h4-t1": "",
	"a10-intro": "",
	"a10-tile-intro": "",
	"a10-title": "Development: C Programming and Web Project",
	"a11": "",
	"a11-c1-f1": "",
	"a11-c1-f2": "",
	"a11-c1-f3": "",
	"a11-c1-f4": "",
	"a11-h1": "",
	"a11-h1-t1": "",
	"a11-h2": "",
	"a11-h2-t1": "",
	"a11-h4": "",
	"a11-h4-t1": "",
	"a11-intro": "",
	"a11-tile-intro": "",
	"a11-title": "",
	"back": "Back to",
	"download-resume": "Download CV",
	"education": "",
	"education-intro": "Discover the various academic courses that have shaped my technical knowledge base, combining mechanical engineering and IT development to design innovative solutions.",
	"education-page-title": "Academic training",
	"education-text-1": "INSA Lyon is a leading engineering school renowned for its academic excellence and its openness to the professional world. It stands out in particular for its Mechanical Engineering department, ranked 6th in France in 2023. This programme offers students a comprehensive, in-depth education in the design, manufacture and optimisation of mechanical systems. Students benefit from high-level practical and theoretical teaching, as well as access to state-of-the-art laboratories and equipment to put their knowledge into practice. In addition, INSA Lyon maintains close links with industry by offering work-study programmes, thus reinforcing the professional integration of students right from the start of their course. In short, INSA Lyon trains versatile and flexible engineers who are ready to meet the challenges of the professional world.",
	"education-text-2": "École 42 in Paris, founded by Xavier Niel, is a benchmark in the IT sector. Its innovative teaching approach is characterised by a selective admissions process followed by self-study, encouraging the development of independent learning skills. Students are continually confronted with complex challenges, calling on their ingenuity and ability to collaborate effectively using exclusively online resources. In addition, the school offers a 24-hour environment and a series of lectures by renowned personalities, such as the founders of Siri and Blablacar. It also organises hackathons in partnership with companies, stimulating innovation under tight deadlines.",
	"education-text-3": "The Lyon 1 IUT offers a GMP programme that is both practical and concrete, preparing students to become multi-skilled professionals capable of designing, manufacturing and optimising mechanical products in a variety of industrial sectors. Students acquire solid technical skills in computer-aided design, mechanical manufacturing, automation and production management. This programme uses a teaching approach that combines theoretical courses, practical laboratory work and practical projects in collaboration with partner companies. Students also benefit from modern facilities and state-of-the-art equipment for their learning. Finally, the programme encourages international student mobility through partnerships that I was able to take advantage of myself, when I spent a semester and a work placement in Quebec.",
	"education-text-4": "The La Martinière Monplaisir school offers a preparatory class for the Grandes Ecoles d'Ingénieurs with its PTSI stream, focusing on the acquisition of a solid foundation in fundamental sciences and engineering. Students develop in-depth expertise in physics, mathematics, engineering sciences and industrial technologies. This demanding programme encourages the development of analytical skills, critical thinking and complex problem solving, paving the way for successful careers in engineering.",
	"education-tile-subtitle-1": "Product Design and Innovation sandwich course",
	"education-tile-subtitle-2": "C Development and Software Architecture",
	"education-tile-subtitle-3": "Design, Manufacturing and Industrial Organisation",
	"education-tile-subtitle-4": "Physics, Technology, Engineering Sciences",
	"education-tile-title-1": "Master in Mechanical Engineering",
	"education-tile-title-2": "Digital Architect",
	"education-tile-title-3": "Mechanical and Production Engineering DUT",
	"education-tile-title-4": "CPGE La Martinière Monplaisir",
	"education-title-1": "INSA Lyon",
	"education-title-2": "42 Paris",
	"education-title-3": "IUT Lyon",
	"education-title-4": "CPGE La Martinière Monplaisir Lyon",
	"general": "",
	"greeting": "Hello",
	"hire-me": "Hire me",
	"hobbies-intro": "Find out more about what I do in my spare time, from professional photography to craft cycle making, electro-mechanics and other sports.",
	"hobbies-page-title": "Personal activities",
	"home-a1-summary": "Improve a process through simulation and testing to guarantee product specifications.",
	"home-a2-summary": "Design an autonomous control machine to avoid production line stoppages.",
	"home-a3-summary": "Increase the performance of a product by taking advantage of metal additive manufacturing.",
	"home-a4-summary": "",
	"home-a5-summary": "",
	"home-a6-summary": "",
	"home-edu-1": "IT Architecture, Software development in C",
	"home-edu-1-summary": "Continuing education at École 42 in Paris, class of 2022-2023",
	"home-edu-2": "Mechanical Engineering, Design and Innovation",
	"home-edu-2-summary": "Work-linked Masters at INSA Lyon, GMCIP class 2017-2021",
	"home-edu-3": "Mechanical and Production Engineering",
	"home-edu-3-summary": "DUT in continuing education at Lyon IUT, GMP class 2015-2017",
	"home-intro-t1": "I've created this website to introduce you to my background, which combines mechanical engineering and IT development. Here I present the methodical and rigorous approaches I use to design innovative solutions to a wide variety of technical problems. You can also discover other activities that enrich my profile beyond the technical. In particular, I stand out for my ability to collaborate effectively, with a bilingual command of English, which makes it easier for me to integrate into international teams. Finally, I'm just completing an entrepreneurial project during which I developed new management skills to complement my technical expertise.",
	"home-intro-t2": "I'd like to join a team where my versatility will be an asset as we take on new challenges together.",
	"home-skill-title": "My Key Assets",
	"homepage": "",
	"min-read-text": "min reading",
	"nav-education": "Training",
	"nav-hobbies": "Activities",
	"nav-home": "Home",
	"nav-resume": "CV",
	"nav-work": "Experiences",
	"next-article": "Next article",
	"previous-article": "Previous article",
	"resume": "",
	"resume-about-me-text": "About us",
	"resume-education-title": "Training",
	"resume-hobbies-t1": "Handmade bicycles",
	"resume-hobbies-t2": "Maker culture and Tech",
	"resume-hobbies-t3": "Industrial design",
	"resume-hobbies-t4": "Photography",
	"resume-hobbies-t5": "Cycling and collecting",
	"resume-hobbies-t6": "Skiing and hiking",
	"resume-hobbies-t7": "Social sciences",
	"resume-hobbies-title": "Activities",
	"resume-skills-title": "Skills",
	"resume-summary-text": "I'm a dual-skilled collaborator who knows how to approach technical problems with a rigorous methodology in order to design innovative solutions. Thanks to my formative entrepreneurial experience and my bilingual command of English, I can integrate easily into different teams. I'm currently looking for new challenges where I can put my versatility to good use.",
	"sections": "",
	"see-article-text": "Read the article",
	"site-name": "CV Julian S.",
	"tag-acier": "Steel",
	"tag-aero": "Aerodynamics",
	"tag-artisanat": "Crafts",
	"tag-bm": "Business Model",
	"tag-cao": "CAD",
	"tag-collaboration": "Collaboration",
	"tag-conception": "Design",
	"tag-curiosite": "Curiosity",
	"tag-cycling": "Cycling",
	"tag-darkroom": "Darkroom",
	"tag-dev": "R&D Dev",
	"tag-diy": "DIY",
	"tag-electro": "Electronics",
	"tag-electropneu": "Electro-Pneumatic",
	"tag-equilibre": "Balance",
	"tag-excel": "Excel VBA",
	"tag-experience": "Experience Plan",
	"tag-exploits": "Sporting exploits",
	"tag-fabadd": "Additive Manufacturing",
	"tag-framebuilding": "Framebuilding",
	"tag-hacking": "Hacking",
	"tag-induction": "Induction",
	"tag-materiaux": "Materials",
	"tag-microsoud": "Micro-welding",
	"tag-nature": "Nature",
	"tag-optitopo": "Topological optimisation",
	"tag-perf": "Performance",
	"tag-photography": "",
	"tag-postprod": "Post-Production",
	"tag-process": "R&D Process",
	"tag-produit": "Product R&D",
	"tag-prototype": "Prototyping",
	"tag-rando": "Hiking",
	"tag-reparations": "Repairs",
	"tag-restauration": "Catering",
	"tag-retroing": "Reverse Engineering",
	"tag-shooting": "Shooting",
	"tag-simulation-ef": "EF simulation",
	"tag-simulation-sw": "SW simulation",
	"tag-ski": "Ski",
	"tag-studio": "Studio",
	"tag-surmesure": "Made to measure",
	"tag-tdf": "TDF",
	"tag-techno": "Technological developments",
	"tag-uxui": "UX/UI Design",
	"tag-web": "WebApp",
	"tag-welding": "Welding",
	"tags": "",
	"toolbox-text": "Toolbox",
	"view-education": "Other training courses",
	"view-hobbies": "Other activities",
	"view-resume": "Discover my CV",
	"view-work": "Other projects",
	"work-intro": "Discover my professional projects, ranging from the optimisation of industrial processes to the design of a handling module, including the innovation of an aeronautical product, as well as the management of an entrepreneurial project to develop a management solution for the film distribution industry.",
	"work-page-title": "Professional experience"
}
