{
    "general": "------------------------------------------------------------------------------------------------------------------------------------",
    "site-name": "CV Julian S.",
    "greeting": "Bonjour",
    "hire-me": "Embauchez-moi",
    "download-resume": "Téléchargement CV",
    "nav-home": "Accueil",
    "nav-work": "Expériences",
    "nav-hobbies": "Activités",
    "nav-education": "Formations",
    "nav-resume": "CV",
    "min-read-text": "min de lecture",
    "back": "Retour",
    "next-article": "Article suivant",
    "previous-article": "Article précédent",
    "view-resume": "Découvrir mon CV",
    "view-hobbies": "Accéder aux autres activités",
    "view-work": "Accéder aux autres projets",
    "view-education": "Accéder aux autres formations",
    "see-article-text": "Lire l'article",
    "toolbox-text": "Toolbox",
 
    "tags": "------------------------------------------------------------------------------------------------------------------------------------",
    "tag-techno": "Évolutions Technologiques",
    "tag-aero": "Aérodynamisme",
    "tag-exploits": "Exploits Sportifs",
    "tag-tdf": "TDF",
    "tag-materiaux": "Matériaux",
    "tag-perf": "Performance",

    "tag-photography": "Photographie",
    "tag-retroing": "Rétro-Ingénierie",
    "tag-studio": "Studio",
    "tag-darkroom": "Darkroom",
    "tag-postprod": "Post-Prod",
    "tag-shooting": "Shooting",
    "tag-restauration": "Restauration",

    "tag-reparations": "Réparations",
    "tag-diy": "DIY",
    "tag-electro": "Electronique",
    "tag-microsoud": "Micro-Soudure",
    "tag-hacking": "Hacking",


    "tag-ski": "Ski",
    "tag-cycling": "Cyclisme",
    "tag-rando": "Randonnée",
    "tag-curiosite": "Curiosité",
    "tag-nature": "Nature",
    "tag-equilibre": "Équilibre",


    "tag-framebuilding": "Framebuilding",
    "tag-artisanat": "Artisanat",
    "tag-surmesure": "Sur-Mesure",
    "tag-welding": "Soudure",
    "tag-acier": "Acier",

    "tag-cao": "CAO",
    "tag-simulation-sw": "Simulation SW",
    "tag-simulation-ef": "Simulation EF",
    "tag-experience": "Plan d'Expérience",
    "tag-induction": "Induction",
    "tag-excel": "Excel VBA",
    "tag-process": "R&D Process",
    "tag-produit": "R&D Produit",
    "tag-dev": "R&D Dev",
    "tag-electropneu": "Electro-Pneumatique",
    "tag-prototype": "Prototypage",
    "tag-fabadd": "Fabrication Additive",
    "tag-optitopo": "Optimisation Topologique",
    "tag-collaboration": "Collaboration",
    "tag-conception": "Conception",
    "tag-uxui": "UX/UI Design",
    "tag-bm": "Business Model",
    "tag-web": "WebApp",

    "sections": "------------------------------------------------------------------------------------------------------------------------------------",
    "hobbies-page-title": "Activités Personnelles",
    "work-page-title": "Expériences Professionnelles",
    "education-page-title": "Formations Académiques",
    "hobbies-intro": "Découvrez les activités pratiquées dans mon temps libre, allant de la photographie professionnelle à la fabrication artisanale de cycles, en passant par l’électromécanique et d'autres pratiques sportives.",
    "work-intro": "Découvrez mes projets professionnels, allant de l'optimisation de processus industriels à la conception d’un module de transitique, en passant par l'innovation d'un produit aéronautique, mais aussi la conduite d'un projet entrepreneurial de développement d'une solution de gestion pour l'industrie de la distribution de films.",
    "education-intro": "Découvrez les différentes formations académiques qui ont façonnées mon socle de connaissances techniques en alliant l’ingénierie mécanique et le développement informatique pour la conception de solutions innovantes.",

    "homepage": "------------------------------------------------------------------------------------------------------------------------------------",
    "home-intro-t1": "Collaborateur à <strong>double compétence,</strong> j’aborde les problématiques techniques avec une <strong>méthodologie rigoureuse</strong> afin de concevoir des <strong>solutions innovantes.</strong> Ma capacité à <strong>collaborer efficacement,</strong> renforcée par une <strong>maîtrise bilingue de l'anglais,</strong> me permet de m’intégrer aisément au sein d’équipes internationales. Mon <strong>expérience entrepreneuriale</strong> m’a apporté des compétences complémentaires en gestion et en collaboration, <strong>enrichissant ainsi mon expertise technique.</strong>",
    "home-intro-t2": "Basé en région lyonnaise, je cherche à rejoindre une équipe où ma polyvalence sera un atout pour relever ensemble des défis ambitieux!",
    "home-skill-title": "Mes Atouts Clés",
    "home-a1-summary": "Améliorer un processus par la simulation et des essais pour garantir les spécifications du produit.",
    "home-a2-summary": "Concevoir une machine de contrôle autonome pour éviter les arrêts des lignes de production.",
    "home-a3-summary": "Augmenter les performances d'un produit en tirant parti de la fabrication additive métallique.",
    "home-a4-summary": "Réaliser de A à Z un cadre de vélo sur mesure, polyvalent et performant, sous la tutelle d'un artisan reconnu.",
    "home-a5-summary": "Faire de la rétro-ingénierie pour comprendre l’évolution des technologies dans le cyclisme.",
    "home-a6-summary": "Développer un moyen d'expression artistique par la maîtrise de concepts techniques, et d'appareils dotés d'une riche histoire technologique.",
    "home-edu-1": "Architecture Informatique, Développement Logiciel en C",
    "home-edu-2": "Ingénierie Mécanique, Conception et Innovation",
    "home-edu-3": "Génie Mécanique et Productique",
    "home-edu-1-summary": "Formation continue à l'École 42 de Paris, promotion 2022-2023",
    "home-edu-2-summary": "Master par alternance à l'INSA de Lyon, promotion GMCIP 2017-2021",
    "home-edu-3-summary": "DUT en formation continue à l'IUT de Lyon, promotion GMP 2015-2017",

    "education": "------------------------------------------------------------------------------------------------------------------------------------",
    "education-title-1": "INSA Lyon",
    "education-title-2": "42 Paris",
    "education-title-3": "IUT Lyon",
    "education-title-4": "CPGE La Martinière Monplaisir Lyon",
    "education-tile-title-1": "Master en Génie Mécanique",
    "education-tile-subtitle-1": "Conception et Innovation de Produits par alternance",
    "education-text-1": "L'INSA Lyon est une grande école d'ingénieurs réputée pour son excellence académique et son ouverture sur le monde professionnel. Elle se distingue notamment par son département de Génie Mécanique, classé 6ème de France en 2023. Cette filière offre aux étudiants une formation complète et approfondie dans les domaines de la conception, de la fabrication et de l'optimisation des systèmes mécaniques. Les étudiants bénéficient d'un enseignement pratique et théorique de haut niveau, ainsi que d'un accès à des laboratoires et équipements de pointe pour mettre en pratique leurs connaissances. De plus, l'INSA Lyon entretient des collaborations étroites avec l'industrie en proposant une formation par alternance, renforçant ainsi l'intégration professionnelle des étudiants dès le début de leur cursus. En somme, l’INSA Lyon forme des ingénieurs polyvalents et flexibles, prêts à relever les défis du monde professionnel.",
    "education-tile-title-2": "Architecte du Numérique",
    "education-tile-subtitle-2": "Développement C et Architecture Logicielle",
    "education-text-2": "L'école 42 de Paris, fondée par Xavier Niel, est une référence dans le domaine de l'informatique. Son approche pédagogique innovante se démarque par un processus d'admission sélectif suivi d'une formation autodidacte, favorisant ainsi le développement de compétences d'apprentissage en autonomie. Les étudiants sont continuellement confrontés à des défis complexes, sollicitant leur ingéniosité et leur capacité à collaborer efficacement en exploitant exclusivement les ressources en ligne. En outre, l'école offre un environnement ouvert 24h/24 et propose une série de conférences animées par des personnalités de renom, telles que les fondateurs de Siri et Blablacar. Elle organise également des hackathons en partenariat avec des entreprises, stimulant ainsi l'innovation dans des délais très serrés.",
    "education-tile-title-3": "DUT Génie Mécanique et Productique",
    "education-tile-subtitle-3": "Conception, Fabrication et Organisation Industrielle",
    "education-text-3": "L'IUT de Lyon 1 propose une filière de GMP à la fois concrète et pratique, qui prépare les étudiants à devenir des professionnels polyvalents capables de concevoir, fabriquer et optimiser des produits mécaniques dans divers secteurs industriels. Les étudiants acquièrent des compétences techniques solides en conception assistée par ordinateur, en fabrication mécanique, en automatisation et en gestion de la production. Cette filière privilégie une approche pédagogique combinant cours théoriques, travaux pratiques en laboratoire et projets concrets en collaboration avec des entreprises partenaires. De plus, les étudiants bénéficient d'installations modernes et d'équipements de pointe pour leur apprentissage. Enfin, cette filière encourage la mobilité internationale des étudiants grâce à des partenariats dont j'ai moi-même pu profiter, en effectuant un semestre et un stage professionnel au Québec.",
    "education-tile-title-4": "CPGE La Martinière Monplaisir",
    "education-tile-subtitle-4": "Physique, Technologies, Sciences de l'Ingénieur",
    "education-text-4": "L'école de La Martinière Monplaisir propose une classe préparatoire aux grandes écoles d'ingénieur avec sa filière PTSI, centrée sur l'acquisition d'une solide base en sciences fondamentales et en ingénierie. Les étudiants y développent une expertise approfondie en physique, en mathématiques, en sciences de l'ingénieur et en technologies industrielles. Ce programme exigeant favorise le développement des compétences analytiques, du sens critique et de la résolution de problèmes complexes, ouvrant ainsi la voie à des carrières réussies dans le domaine de l'ingénierie.",

    "resume": "------------------------------------------------------------------------------------------------------------------------------------",
    "resume-about-me-text": "À propos",
    "resume-summary-text": "Je suis un collaborateur à double compétence qui sait approcher les problèmes techniques avec une méthodologie rigoureuse afin de concevoir des solutions innovantes. Grâce à une expérience entrepreneuriale formatrice et une maîtrise bilingue de l'anglais, je sais m’intégrer facilement au sein des différentes équipes. Je suis actuellement à la recherche de nouveaux défis où mettre à profit ma polyvalence.",
    "resume-education-title": "Formations",
    "resume-hobbies-title": "Activités",
    "resume-skills-title": "Compétences",
    "resume-hobbies-t1": "Fabrication artisanale de vélos",
    "resume-hobbies-t2": "Culture “Maker” et Tech",
    "resume-hobbies-t3": "Design industriel",
    "resume-hobbies-t4": "Photographie",
    "resume-hobbies-t5": "Cyclisme et collection",
    "resume-hobbies-t6": "Ski et randonnée",
    "resume-hobbies-t7": "Sciences sociales",

    "a1": "------------------------------------------------------------------------------------------------------------------------------------",
    "a1-title": "Fabrication artisanale de cycles brasés sur-mesure",
    "a1-tile-intro": "Réaliser de A à Z un cadre de vélo sur mesure, polyvalent et performant, sous la tutelle d'un artisan reconnu.",
    "a1-intro": "Pendant ce projet, l'objectif était de créer un cadre de vélo sur mesure mettant l'accent sur la polyvalence. J'ai cherché à concevoir un vélo capable de combiner agilité et vitesse pour les saisons estivales, tout en restant stable et adapté aux conditions hivernales. De la conception et la modélisation de la géométrie jusqu’à la fabrication du cadre, j'ai pris en charge l'intégralité du processus. Les décisions techniques, telles que le choix des matériaux, des tubes, et des standards pour les interfaces, la transmission, le freinage, ont été prises avec rigueur. Les étapes pratiques de la fabrication, allant du grugeage des tubes aux derniers ajustements, au pointage, et enfin, à l'assemblage par brasage au bronze et à l'argent, ont été exécutées avec précision.",

    "a1-h1": "Conception",
    "a1-h1-q1": "Quel choix pour la géométrie du cadre ?",
    "a1-h1-q2": "Dans la conception de ce vélo, j'ai cherché à fusionner les caractéristiques géométriques d'un vélo de route avec celles d'un vélo de gravel.",

    "a1-h1-s1": "Inspiration, mesures et géométrie",
    "a1-h1-s1-t1": "<strong>Inspiré par les réalisations artisanales de l'entreprise Cyfac</strong>, renommée pour son expertise dans la conception de vélos haute performance, <strong>j'ai déterminé les angles en m'appuyant sur les données techniques précises de leurs modèles</strong>.",
    "a1-h1-s1-t2": "La prise de décision a été éclairée par la consultation de <strong>manuels dédiés aux cadreurs</strong>, afin d'<strong>évaluer l'impact prévu de ces choix d'angles</strong> sur le comportement du vélo.",
    "a1-h1-s1-t3": "Optant pour un <strong>tube horizontal légèrement incliné</strong> et une <strong>implantation basse des haubans</strong> pour accroître la réactivité, j'ai également envisagé l'<strong>utilisation de pattes arrières coulissantes</strong>.",
    "a1-h1-s1-t4": " Cette ajout autorise une légère modification de la géométrie qui permettra d’<strong>adapter différentes tailles de roues en fonction de l'usage</strong>, tout en minimisant les altérations sur le comportement du vélo.",
    "a1-h1-s1-t5": " Enfin, la modélisation géométrique a été réalisée à l'aide du <strong>logiciel BikeCAD</strong>, garantissant une approche méthodique.",

    "a1-h1-s2": "Choix techniques et assemblage",
    "a1-h1-s2-q1": "Le choix de la robustesse!",
    "a1-h1-s2-q2": "Pour les tubes j'ai choisi la résistance et la fiabilité de tubes en acier haute gamme de la marque Colombus",
    "a1-h1-s2-t1": "Les avancées récentes dans la fabrication de tubes d'acier haut de gamme offrent des <strong>caractéristiques mécaniques idéales pour:",
    "a1-h1-s2-l1": "une <strong>utilisation en longue distance</strong>,",
    "a1-h1-s2-l2": "une <strong>excellente résistance</strong>,",
    "a1-h1-s2-l3": "un <strong>poids optimal</strong>,",
    "a1-h1-s2-l4": "une <strong>absorption efficace des vibrations</strong>,",
    "a1-h1-s2-l5": "une <strong>facilité à être travaillé</strong> ce qui permet une <strong>bonne réparabilité</strong>.",
    "a1-h1-s2-p1": "Dans cette optique, j'ai opté pour une sélection méticuleuse de tubes en acier de la marque Columbus, en <storng>ajustant soigneusement les épaisseurs</strong>, les <strong>formes de sections</strong>, et les <strong>nuances d'acier</strong> pour obtenir le comportement dynamique souhaité.",
    "a1-h1-s2-t2": " La définition des standards a suivi, englobant le <strong>choix du type de transmission</strong>, de l'<strong>axe des roues</strong>, des <strong>interfaces pour le boîtier de pédalier</strong>, du <strong>jeu de direction</strong>, du <strong>système de freinage</strong>, du <strong>routage de la câblerie mécanique</strong>, ainsi que celui de l'<strong>électrique pour l'utilisation d'un moyeu dynamo</strong>.",
    "a1-h1-s2-t3": " D'autres aspects ont également été pris en compte, tels que les <strong>emplacements des supports filetés</strong> pour le montage d'accessoires, la présence d'une <strong>ouverture sur le triangle arrière</strong> pour l'utilisation d'une <strong>courroie de transmission</strong>, et la <strong>section de pneus maximale autorisée</strong>.",

    "a1-h2": "Réalisation",
    "a1-h2-q1": "Une réalisation encadrée par un expert du métier !",
    "a1-h2-q2": "Mon stage cadreur a eu lieu chez LaFraise à Roubaix, sous la tutelle d'Andréa, un artisan renommé pour la qualité de ses réalisations.",
    "a1-h2-t1": "J'ai pu bénéficier de l'expertise d'Andréa et de ses équipements spécialisés à disposition tels que le marbre, le poste à souder, les consommables, les limes, les outils de mesure d'angle, les filières, etc.",
    "a1-h2-t2": " En raison de la forte demande pour ce stage, j'ai réservé ma place longtemps à l'avance, ce qui a entraîné une attente d'un peu plus d'un an avant de pouvoir débuter. Cette période d'attente m'a offert l'opportunité d'approfondir mes connaissances théoriques sur le procédé d'assemblage par soudo-brasure au bronze et à l'argent.",
    "a1-h2-t3": " Une fois le stage entamé, j'ai exposé en détail mon projet à Andréa, nous avons <strong>vérifié les mesures</strong> et apporté quelques <strong>modifications à la géométrie</strong>. Par la suite, <strong>Andréa m'a enseigné les techniques</strong> nécessaires pour la <strong>soudo-brasure</strong>, couvrant le réglage de la flamme, les températures appropriées, les mouvements requis, etc. Après avoir <strong>découpé, grugé, limé et ajusté les différents tubes</strong>, je me suis ensuite occupé du <strong>pointage et du soudage de l'assemblage</strong>, ainsi que de tous les autres accessoires.", 

    "a1-h3": "Conclusion",
    "a1-h3-t1": "<strong>Comprendre les matériaux, les sélectionner, apprendre les techniques avancées de soudo-brasure</strong>, chaque étape m'a permis d'approfondir ma compréhension du processus de fabrication des cadres de vélo. Le stage chez LaFraise, sous la guidance d'Andréa, a <strong>concrétisé mes compétences en ingénierie mécanique dans un contexte concret</strong>. Cette expérience a renforcé mes connaissances techniques et souligné l'</strong>importance de l'expertise artisanale</strong>.",
    "a1-h3-t2": "Fort de ces acquis, je m'apprête à aborder la prochaine phase passionnante de ce projet : la <strong>mise en peinture du cadre</strong>. Cette étape ajoutera une touche esthétique finale et scellera le caractère unique de ce vélo sur mesure.",
    "a1-h3-q1": "Allier métier et passion !",
    "a1-h3-q2": "J'envisage de m'équiper afin de me lancer dans la réalisation d'un vélo cargo. Cela me permettrait de tester ces nouveaux acquis tout en explorant de nouvelles possibilités dans le monde de l'ingénierie mécanique appliquée au cyclisme.",
    "a1-c1-f1": "", 
    "a1-c1-f2": "",
	"a1-c1-f3": "",
	"a1-c1-f4": "",

    "a2": "------------------------------------------------------------------------------------------------------------------------------------",
    "a2-title": "Passion du cyclisme et collection historique",
    "a2-tile-intro": "Faire de la rétro-ingénierie pour comprendre l’évolution des technologies dans le cyclisme.",
    "a2-intro": "Bien plus qu'un simple assemblage de pièces mécaniques, ma collection de vélos incarne un témoignage vivant des avancées technologiques, d'un artisanat élevé au rang de l'art, et des exploits sportifs historiques. Chaque vélo, méticuleusement sélectionné, devient une pièce unique racontant une histoire singulière dans le monde du cyclisme. Découvrez au travers de cette exploration une métamorphose où un cadre de vélo devient une toile pour l'innovation, les maîtres cadreurs des artistes, et chaque vélo un témoin privilégié de l'histoire du cyclisme.",
    "a2-h1": "Une collection comme vitrine technologique",
    "a2-h1-t1": "Le cadre d'un vélo constitue une plateforme pour des avancées technologiques marquantes, intégrant une diversité de matériaux et de techniques d'assemblage. Les matériaux, tels que l'acier, l'aluminium, le magnésium, le titane, et les composites (carbone, kevlar, bois), sont associés à divers procédés d'assemblage tels que la soudure, l'emmanchage, le moulage, et plus récemment la fabrication additive métallique. Des innovations historiques, comme le 'butting' des tubes en acier permettant d'ajuster les épaisseurs de section dans un seul tube en fonction des contraintes, illustrent ces avancées techniques. L'évolution des géométries, soutenue par des principes de biomécanique et des essais en soufflerie pour évaluer les impacts aérodynamiques, joue également un rôle crucial dans ces progrès.",
    "a2-h1-t2": "Les autres composants, depuis la transmission à pignon fixe jusqu'aux systèmes de vitesses par dérailleurs mécaniques et aux versions électroniques sans fil actuelles, ainsi que des jantes en bois aux jantes aérodynamiques en carbone avec pneus tubeless, ont également connu des transformations significatives au fil du temps.",
    "a2-h1-t3": "Chaque vélo de ma collection devient ainsi une vitrine illustrant les avancées technologiques propres à son époque. En examinant attentivement ces évolutions, je m'immerge dans l'histoire du design des vélos, établissant des liens entre les choix technologiques et les performances sur la route. Cette perspective unique me permet d'apprécier pleinement la richesse de chaque pièce de ma collection en tant que témoin des progrès techniques dans le domaine du cyclisme et de l'ingénierie en général.",
    "a2-h2": "Une collection qui élève l'artisanat au rang d'art",
    "a2-h2-t1": "La deuxième dimension de ma collection s'articule autour de leur interprétation en tant qu'œuvres d'art, conférant à l'artisanat un statut artistique. Cette perspective met en évidence des réalisations d'une grande précision, où des maîtres cadreurs tels que Masi, Colnago et Cinelli en Italie, Routens et Sablière en France, ainsi que Samson au Japon, ont modelé des pièces uniques, voire emblématiques. Ces artisans ont conçu des vélos à la pointe de la technologie de leur époque, évoluant par la suite en véritables expressions artistiques.",
    "a2-h2-t2": "De manière similaire, certains composants issus de marques renommées telles que Campagnolo, parfois même personnalisés par des gravures, ainsi que d'autres vestiges des interprétations de l'aérodynamisme à cette époque, contribuent à élever ces vélos au rang d'œuvres intrigantes. Qu'ils revêtent une fonctionnalité ou une esthétique particulière, ces éléments confèrent à chaque vélo de ma collection une aura artistique, attestant de la convergence entre un artisanat d'une grande précision et une expression visuelle forte.",
    "a2-h2-t3": "Enfin, les peintures qui habillent ces vélos jouent également un rôle essentiel dans cette vision artistique au sens premier du terme. Des peintres tels que Mario Martini chez Somec ont révolutionné cette dimension en introduisant des techniques et des expressions graphiques novatrices. Les détails graphiques méticuleux et les choix de couleurs deviennent autant d'éléments transformant chaque vélo en une œuvre visuelle captivante.",
    "a2-h3": "Une collection témoignant d'exploits sportifs historiques",
    "a2-h3-t1": "La troisième dimension de ma collection réside dans son intérêt historique, agissant comme gardienne d'un patrimoine qui incarne l'apogée de l'artisanat tout en témoignant des exploits sportifs marquants.",
    "a2-h3-t2": "Elle comprend plusieurs vélos ayant pris part au Tour de France, chacun porteur de l'histoire d'une époque. Parmi eux, le vélo sur lequel Marc Sergeant a triomphé lors de la 5ème étape du Tour de France 1987 au sein de l'équipe Lotto-Eddy Merckx, celui sur lequel Alain Bondue a remporté la médaille d'argent aux J.O. de Moscou en 1980, ou bien même une réplique exacte du contre-la-montre que Laurent Fignon roulait lorsqu'il a manqué de peu sa troisième victoire au Tour de France 1989, concédant la première place à Greg Lemond par un écart de seulement 8 secondes.",
    "a2-h4": "Conclusion",
    "a2-h4-t1": "En rassemblant ces différentes dimensions, ma passion pour la collection de vélos se dessine comme une exploration technique et historique. Chaque élément qui la constitue est une pièce d'ingénierie témoignant des avancées techniques, des compétences artisanales et des faits marquants de l'histoire du cyclisme. Au-delà de l'assemblage de composants, chaque vélo représente une étape dans l'évolution du design et une réflexion sur l'ingénierie mécanique appliquée à ce domaine. Ainsi, cette collection devient une documentation vivante de l'évolution de cette discipline, allant des matériaux au design, en passant par les innovations techniques, tout en préservant l'héritage sportif qui lui est associé.",
    "a2-c1-f1": "", 
    "a2-c1-f2": "",
	"a2-c1-f3": "",
	"a2-c1-f4": "",

    "a3": "------------------------------------------------------------------------------------------------------------------------------------",
    "a3-title": "Photographie professionnelle et collection argentique",
    "a3-tile-intro": "Développer un moyen d'expression artistique par la maîtrise de concepts techniques, et d'appareils dotés d'une riche histoire technologique.",
    "a3-intro": "Pour moi, la photographie va au-delà de la simple capture d'images : c'est un moyen d'expression qui permet de composer avec le réel. J'ai exploré cette passion en pratiquant différentes techniques, de la photographie numérique à l'argentique, tout en approfondissant mes connaissances sur l'histoire et l'évolution des appareils photographiques.",
    "a3-h1": "Mon expérience de photographie",
    "a3-h1-t1": "Ayant grandi dans un environnement où la photographie occupait une place importante, j'ai rapidement développé un intérêt pour cet art. J'ai commencé avec des appareils numériques et des smartphones avant d’approfondir mes connaissances sur les techniques d'exposition et les fondamentaux de la photographie grâce à des lectures spécialisées. Par la suite, je me suis orienté vers la photographie argentique, une pratique plus exigeante qui m'a permis de perfectionner mes compétences et d'acquérir une expérience enrichissante.",
    "a3-h2": "Une collection entre rétro-ingénierie et Histoire",
    "a3-h2-t1": "Je m'intéresse à l'évolution des dispositifs photographiques, depuis les premiers appareils plein format d'Oskar Barnack en 1913 jusqu'aux modèles utilisés lors des missions Apollo, en passant par des équipements comme le télescope spatial Hubble. Cette passion m’a conduit à collectionner des appareils argentiques et à explorer leur fonctionnement par la rétro-ingénierie. En étudiant des modèles emblématiques comme le Contax II, utilisé pour documenter la ségrégation raciale, ou le Nikon F, employé pour couvrir la guerre du Vietnam, j’apprécie leur rôle dans l’histoire. Cette exploration me permet de mieux comprendre les avancées techniques du passé et de les comparer aux appareils numériques modernes que j’utilise dans un cadre professionnel.",
    "a3-h3": "Conclusion",
    "a3-h3-t1": "Issu d’une tradition familiale autour de la photographie, j’ai développé une vision de cet art comme un moyen d’expression riche et pertinent. Mon parcours m’a amené à étudier et pratiquer la rétro-ingénierie sur des appareils argentiques, ce qui m’a permis de mieux comprendre leur fonctionnement et leur évolution. En collectionnant des modèles emblématiques, j’ai découvert leur rôle clé dans la documentation d’événements historiques, tout en approfondissant mes compétences techniques. Aujourd’hui, je souhaite me perfectionner dans le tirage argentique et partager cette démarche en organisant une exposition, offrant ainsi ma propre perspective sur cet art.",
    "a3-c1-f1": "", 
    "a3-c1-f2": "",
	"a3-c1-f3": "",
	"a3-c1-f4": "",

    "a4": "------------------------------------------------------------------------------------------------------------------------------------",
    "a4-title": "Culture Maker",
    "a4-tile-intro": "Explorer une variété de domaines de la culture Maker (DIY) allant du logiciel à la mécanique générale, en passant par l’électronique ou la fabrication additive.",
    "a4-intro": "La culture Maker et DIY fait partie intégrante de mon profil, héritée d'une lignée familiale où l'ingéniosité et la curiosité intellectuelle sont des valeurs primordiales. Cette tradition d'innovation remonte à plusieurs générations, avec mon arrière-grand-père qui dessinait déjà des plans d'éoliennes à la main, tandis que mon grand-père était entrepreneur dans l'aéronautique et mon père travaillait pour le programme spatial Arianne. Ce contexte m'a inculqué une volonté de comprendre les mécanismes qui m'entourent à travers une approche systématique, fondamentale dans ma quête d'exploration et d'innovation.",
    "a4-h1": "Culture Maker et DIY",
    "a4-h1-t1": "Dans le domaine de la fabrication additive, j'ai acquis une expertise en améliorant progressivement ma première machine par diverses mises à niveau, telles que la modification de son micro-logiciel ou l'installation de capteurs pour le nivellement automatique du plateau d’impression. J'ai exploré les paramètres d'impression dans les logiciels de découpe et utilisé une variété de matériaux pour répondre à diverses applications, de la fabrication de pièces en plastique (PLA, PETG, ABS) aux impressions métalliques en frittage de poudre (acier inoxydable, cuivre).",
    "a4-h1-t2": "Parallèlement, je me suis investi dans la fabrication, la réparation et la modification dans des domaines tels que l'électronique, la mécanique et l'audio. De la fabrication de claviers ergonomiques (projet open source Ergodox) à la réparation d'appareils électroniques, j'ai développé une expertise diversifiée. J'ai également exploré les domaines de la restauration de montres et de la fabrication d’enceintes.",
    "a4-h1-t3": "Quelques opérations que j'ai réalisées incluent le diagnostic et le remplacement des composants défaillants tels que des écrans, des batteries, des nappes et des fiches ; la réalisation de soudures de composants SMD sur des cartes mères ; l'assemblage complet d’ordinateurs, comprenant la configuration en dual boot, l’overclocking du CPU, et l'application de pâte thermique ; ainsi que l'exécution de déblocages root de téléphones, etc.",
    "a4-h1-t4": "En dehors de ces domaines, je pratique également la mécanique générale en entretenant et réparant mes véhicules motorisés, je m'adonne à la restauration de meubles anciens et j'assure tout l'entretien de ma maison, qu’il s’agisse de peinture ou de creuser une tranchée pour y installer la fibre. Pour moi, cette approche va bien au-delà du simple passe-temps ; c'est une véritable philosophie de vie, où la compréhension et la maîtrise des systèmes qui m'entourent sont au cœur de mes activités quotidiennes.",
    "a4-h2": "Conclusion",
    "a4-h2-t1": "Enracinée dans une tradition familiale d'ingéniosité et de curiosité, ma passion pour le DIY est le fruit d'une lignée où la volonté de comprendre les mécanismes du monde est une valeur primordiale. De l'amélioration de mes imprimantes 3D à la réparation d'appareils électroniques en passant par la fabrication de claviers ergonomiques et la mécanique générale, chaque projet représente une exploration minutieuse des systèmes qui nous entourent. Cette approche ne se limite pas à un simple loisir, mais incarne une philosophie de vie où la connaissance et la maîtrise des technologies façonnent mon quotidien.",
    "a4-c1-f1": "", 
    "a4-c1-f2": "",
	"a4-c1-f3": "",
	"a4-c1-f4": "",

    "a5": "------------------------------------------------------------------------------------------------------------------------------------",
    "a5-title": "Pratiques sportives",
    "a5-tile-intro": "Parcourir les sentiers escarpés des montagnes à pieds, à vélo ou à ski.",
    "a5-intro": "Je m'épanouis à travers diverses activités sportives et intellectuelles. Entre les randonnées dans les Alpes, l'exploration des sciences sociales et la réflexion philosophique, je cherche à cultiver un équilibre harmonieux entre le corps et l'esprit.",    
    "a5-h1": "Pratiques Sportives",
    "a5-h1-t1": "Le cyclisme et la randonnée sont des activités qui m'offrent des défis stimulants pour explorer ma capacité physique. Chaque sortie vélo, qu'elle soit sur routes sinueuses bitumées, chemins de gravel exigeants ou sentiers sauvages de cross-country, est une aventure nouvelle dont je ne me lasse pas. De la même manière les sorties randonnées, qui s'étendent parfois sur plusieurs jours, en passant par des refuges isolés, m'apportent tout autant de sérénité. Je ne saurai trouver autre chose qui puisse m'apporter autant de satisfaction que la simplicité de la vie en plein air et la contemplation de la nature.",
    "a5-h1-t2": "Étant natif et ayant grandi à Annecy (74), la pratique du ski alpin était une évidence. Les descentes effrénées et les panoramas grandioses des Alpes sont à mes yeux bien plus qu'une simple activité loisir, mais une vraie passion. C'est d'ailleurs pour cela que, bien qu'ayant récemment subi une blessure grave de rupture des ligaments croisés, je reste déterminé à remonter sur des skis dès que possible. Je poursuis donc mon chemin vers la guérison complète sans jamais perdre de vue cet objectif.",
    "a5-h2": "Curiosité et Bien-Être",
    "a5-h2-t1": "En dehors de mes activités sportives, je m'intéresse aux sciences sociales, notamment l'anthropologie, la psychologie et la sociologie, afin de mieux comprendre les mécanismes qui façonnent nos sociétés. Je porte une attention particulière à des sujets comme l'éthique de l'innovation, les dynamiques de pouvoir et l’impact des technologies, notamment l’intelligence artificielle. Mon intérêt pour la nature et la biodiversité complète cette démarche, en alimentant ma curiosité pour la complexité des écosystèmes. Enfin, je réfléchis également à des questions philosophiques, cherchant à relier les savoirs sociaux, littéraires et scientifiques pour approfondir ma compréhension du monde.",
    "a5-h3": "Conclusion",
    "a5-h3-t1": "Ces activités permettent de répondre à l'insatiable curiosité qui m'anime. Elles m'apportent l'équilibre dont j'ai besoin en alliant l'effort physique, la reflexion intellectuelle, et la contemplation au sens plus large du terme. C'est ainsi que j'œuvre sans relâche à élargir mes horizons en conjugant l'exploration de mes propres capacités et l'approfondissement de ma compréhension de ce monde, dans toute sa complexité.",
    "a5-c1-f1": "", 
    "a5-c1-f2": "",
	"a5-c1-f3": "",
	"a5-c1-f4": "",

    "a6": "------------------------------------------------------------------------------------------------------------------------------------",
    "a6-title": "Optimisation du traitement thermique localisé induction",
    "a6-tile-intro": "Améliorer un processus pour garantir les spécifications des produits, réduire les délais de développement et augmenter les cadences de fabrication.",
    "a6-intro": "L'entreprise NTN-SNR Roulements fabrique quotidiennement plus de 500 000 roulements destinés à divers secteurs industriels. Pour cela, elle utilise le procédé de traitement thermique localisé par chauffage à induction (TTL-Induction) qui permet d’ajuster la microstructure des roulements en fixant la structure austénitique dans la matière. Ce traitement renforce la dureté des pistes sur lesquelles les corps roulants se déplacent, assurant ainsi une durée de vie accrue des roulements. Ma mission consistait à optimiser le processus de TTL-Induction afin de garantir une qualité optimale des produits, de réduire les temps de cycle de fabrication, et de rendre plus efficace le développement de ce procédé appliqué aux nouveaux produits.",
    
    "a6-h1": "Objectifs de la mission",
    "a6-h1-p1": "Le processus de TTL-Induction se caractérise par un <strong>court cycle de chauffe suivi d'une trempe rapide</strong> pour figer la microstructure.",
    "a6-h1-p2": "Autrefois, le développement de ce procédé était réalisé de manière empirique. Il est aujourd’hui aidé par l’<strong>utilisation de logiciels complexes de simulation par éléments finis</strong>.",
    "a6-h1-p3": "La simulation de ce procédé a pour but de <strong>déterminer la forme de l’inducteur et les paramètres de pilotage du générateur</strong> qui permettent d’<strong>obtenir le profil de trempe</strong> correspondant aux spécifications techniques du produit à fabriquer.",
    "a6-h1-p4": "La mise en donnée de ces simulations consiste à spécifier une grande quantité de paramètres tels que, par exemple, ceux relevant du maillage de la pièce à traitée, ceux concernant le pilotage du générateur à haute fréquence utilisé, ou bien encore les conditions de transfert entre les différents solveurs du logiciel.",
    "a6-h1-p5": "Pour atteindre l’<strong>objectif d’amélioration du TTL-Induction au sein de l’entreprise</strong>, j’ai donc du mettre en place une stratégie pertinente de R&D permettant de caractériser une quantité importante de facteurs.",
    
    "a6-h2": "Actions menées",
    "a6-h2-l1": "<strong>Comprendre</strong> le comportement du logiciel en analysant l’influences des différents paramètres spécifiés lors de la mise en donnée des simulations. <br> <i>Notamment via l'utilisation d'éprouvettes en acier à roulement qui ont été traitées par un inducteur réalisé en fabrication additive en frittage de poudre de cuivre.</i>",
    "a6-h2-l2": "<strong>Mener</strong> une analyse de sensibilité par la mise en place d’un plan d’expérience qui s’est concrétisé en une campagne d’essai.",
    "a6-h2-l3": "<strong>Définir</strong> correctement les configurations du procédé de TTL-Induction à tester en me basant sur la méthode éprouvée des plans d’expérience de type Tagushi.",
    "a6-h2-l4": "<strong>Analyser</strong> les résultats en les comparant aux simulations, puis j’ai transmis mes conclusions à l'éditeur du logiciel afin qu’il puisse effectuer le calibrage des différents solveurs.",
    "a6-h2-l5": "<strong>Fournir</strong> une assistance aux techniciens du département TTL. <br> <i>Au travers de la création d’outils automatisés de type tableur Excel en programmation VBA qui permettent de déterminer les points de fonctionnement optimaux des générateurs, et par l’écriture d’une documentation détaillant les bonnes pratiques à adopter lors de l’utilisation du logiciel.</i>",
    "a6-h2-q1": "Objectif accompli !",
    "a6-h2-q2": "Le travail des techniciens de mise en donnée des simulations est facilité, le cycle de développement du procédé de TTL est rendu plus efficace et est appliquable aux nouveaux produits.",
    
    "a6-h4": "Conclusion",
    "a6-h4-t1": "Cette mission a englobé <strong>plusieurs domaines scientifiques</strong>, notamment la <strong>mécanique</strong>, la <strong>thermique</strong>, l'<strong>électromagnétisme</strong> et la <strong>science des matériaux</strong>, par la gestion de simulations élaborées et la mise en place d’une stratégie de plans d’expérience pertinente. Elle a constitué <strong>une opportunité idéale pour appliquer mes compétences en sciences appliquées</strong>. L'analyse comparative entre les résultats des simulations et ceux des essais réels a souligné l'<strong>importance de relier théorie et pratique</strong> dans l'optimisation des processus industriels.",
    "a6-h4-t2": "De plus, le travail d’analyse de sensibilité du logiciel a souligné combien la rigueur méthodologique est cruciale pour résoudre des problèmes techniques complexes. En fournissant une assistance technique aux membres du département de TTL, et en collaborant avec l’éditeur du logiciel, j'ai réalisé l'<strong>importance de la communication pour une collaboration efficace</strong>.",
    "a6-h4-t3": "En conclusion, cette mission a enrichi mes connaissances dans divers domaines scientifiques et techniques, tout en renforçant mes compétences en gestion de projets de R&D industrielle.",
    "a6-c1-f1": "1. Choix du point de fonctionnement pour le démarrage du générateur.", 
    "a6-c1-f2": "2. Effet des concentrateurs de champs magnétique sur la TTL.",
	"a6-c1-f3": "3. Phénomènes physiques impliqués et étude analytique.",
	"a6-c1-f4": "4. Protocol et objectifs de la campagne d'essai.",
    "a6-c2-f5": "5. Exemple d'une pièce après TTL.", 
    "a6-c2-f6": "6. Inducteur utilisé pour cette campagne d'essai.",
	"a6-c2-f7": "7. Découpe des pièces pour l'observervation du profil de trempe réel.",
	"a6-c2-f8": "8. Table Taguchi des configurations étudiées.",

    "a7": "------------------------------------------------------------------------------------------------------------------------------------",
    "a7-title": "Développement d'un module de transitique industrielle",
    "a7-tile-intro": "Concevoir une machine de contrôle autonome à haute cadence pour réduire les arrêts sur les lignes de production.",
    "a7-intro": "L'entreprise NTN-SNR Roulements est un leader dans la fabrication de roulements grâce à son expertise séculaire dans ce domaine. Elle conçoit et produit tous les éléments essentiels à l'assemblage de roulements, incluant les bagues intérieures et extérieures, les corps roulants et les cages qui maintiennent ces derniers. Dans le cadre spécifique de la production de corps roulants en forme de rouleaux coniques, ma mission avait pour objectif le développement d'un système novateur de contrôle d'orientation de ces rouleaux afin de réduire les arrêts coûteux sur les lignes de production. Pour atteindre cet objectif, j'ai conçu un dispositif fiable et autonome en suivant un processus d'innovation méthodique. Mon travail a ainsi impliqué une analyse approfondie des solutions existantes, la sélection de technologies adaptées à la problématique, ainsi que la conception mécanique, électro-pneumatique et informatique des différents ensembles de la nouvelle solution.",
    "a7-h0": "Problématique",
    "a7-h0-p0": "<strong>Des rouleaux mal orientés étaient transférés entre les modules de transitique industrielle d'une machine</strong>, cela engendrait: <ul><li>la casse des meules et un arrêt de production couteux.</li> <li>un déblocage qui nécessitait une intervention humaine fastidieuse.</li> <li>un redémarrage des lignes entraînant une baisse de qualité source et une importante production de rebuts.</li></ul>",
    "a7-h1": "Objectifs de la mission",
    "a7-h1-t1": "<p>La mission consistait donc à <strong>développer un module de transitique industrielle innovant qui contrôle l'orientation des rouleaux coniques lors de leur transfert entre les machines de finition et superfinition.</strong></p> <p>Le dispositif devait être fiable et robuste, capable de <strong>détecter efficacement et à haute cadence l'orientation incorrecte des rouleaux</strong>, puis de les <strong>éjecter de manière autonome</strong> sans perturber la production.</p>",
    "a7-h2": "Actions menées",
    "a7-h2-p0": "Nous pouvons retenir <strong>9 étapes clés</strong> à dans l'achèvement de ma mission.",
    "a7-h2-p1": "<strong>Analyse approfondie de l'existant</strong> a été effectuée pour caractériser les solutions actuellement utilisées sur les lignes de production, dans le but d’évaluer leurs performances et leurs limites.",
    "a7-h2-p2": "Exploration minutieuse pour <strong>déterminer la nouvelle méthode</strong> de contrôle de l'orientation des rouleaux coniques.",
    "a7-h2-p2-q1": "J'ai opté pour l'utilisation d'un <strong>capteur de type barrage par faisceau laser</strong> pour sa précision et sa réactivité. <br> Il est <strong>adapté aux cadences élevées</strong> (jusqu’à 350 rouleaux par minute) <strong>et aux faibles différences de diamètre des rouleaux</strong> à traiter (inférieure à 3 millimètres).",
    "a7-h2-p3": "À partir de ce choix de capteur, j'ai du <strong>définir la cinématique de la machine de tri</strong>, puis j’ai fais la conception géométrique de ses pièces.",
    "a7-h2-p3-q1": "J’ai fait attention à <strong>concevoir une machine facilement réglable, peu sujette à l'usure liée au fonctionnement</strong>, et <strong>qui minimise l'impact sur les rouleaux</strong> lors de leur traitement.",
    "a7-h2-p4": "<strong>Développement des schémas des différents circuits nécessaires au fonctionnement du module</strong> et <strong>rédaction des plans</strong> pour l'envoi en fabrication des éléments du système",
    "a7-h2-p4-q1": "Cela incluait notamment le circuit électrique de puissance et celui de contrôle d’un moteur pas à pas et de son driver, ainsi que le circuit pneumatique pour l'usage d’un vérin, mais également les circuits pour la gestion des différents capteurs de la machine.",
    "a7-h2-p5": "<strong>Assemblage de la machine.</strong>",
    "a7-h2-p6": "<strong>Branchement des différentes entrées et sorties vers une carte Arduino</strong>, puis <strong>rédaction du programme de pilotage</strong> de la machine de tri.",
    "a7-h2-p7": "<strong>Pilotage de la phase de mise au point</strong>, au cours de laquelle de multiples essais ont été réalisés pour <strong>identifier les ajustements nécessaires</strong>, tant <strong>au niveau du pilotage</strong> que <strong>de la géométrie de certaines pièces</strong>, parfois nécessitant l'ajout de nouveaux sous-ensembles pour <strong>garantir la stabilité du tri<strong>.",
    "a7-h2-p8": "Une fois l'optimisation achevée, ont été menés <strong>des essais réels sur des lignes de production</strong> afin de <strong>valider que le nouveau procédé développé répondait bien aux besoins</strong> en conditions réelles de fonctionnement.",
    "a7-h2-p9": "<strong>Rédaction d'un rapport</strong> que j'ai <strong>transmis au département de l'entreprise</strong> chargé d'adapter la nouvelle solution aux différentes lignes de production nécessitant cette amélioration.",
    "a7-h3": "Conclusion",
    "a7-h3-p1": "<strong>La solution proposée</strong>, basée sur un capteur laser de haute précision, <strong>s'est avérée efficace pour contrôler les rouleaux</strong> à haute cadence, tout en garantissant une faible usure et un impact minimal sur les rouleaux.",
    "a7-h3-p2": "Les différentes étapes de conception, de fabrication et d'optimisation du système <strong>répondent pleinement aux besoins de l'entreprise</strong>, comme en témoignent les <strong>essais réussis en conditions réelles</strong>.",
    "a7-h3-p3": "Cette mission a été particulièrement enrichissante car elle m'a offert l'<strong>opportunité d'approfondir mes compétences en conception de systèmes industriels, en analyse des besoins et en résolution de problèmes techniques.<strong>",
    "a7-h3-p4": "De plus, elle a été l'occasion idéale pour <strong>renforcer mes compétences en gestion de projets d'innovation</strong>, en me permettant de <strong>superviser un projet</strong> concret de bout en bout, <strong>depuis sa conception initiale jusqu'à sa mise en œuvre opérationnelle</strong>. Enfin, j'ai pu <strong>observer directement l'impact positif de mon travail sur les opérations et la rentabilité de l'entreprise<strong>.",
    "a7-h3-q1": "Objectif accompli !",
    "a7-h3-q2": "La solution basée sur un capteur laser de haute précision a permis de contrôler efficacement les rouleaux à haute cadence, réduisant l'usure et l'impact tout en répondant aux besoins de l'entreprise. Cette mission m'a enrichi tant sur le plan technique que dans la gestion de projets d'innovation.",
    "a7-c1-f1": "1. Solution spécifique nécessitant un réglage fin (usure) et l'intervention d'un opérateur lors du blocage.", 
    "a7-c1-f2": "2. Solution déployée sur une ligne de production.",
	"a7-c1-f3": "3. Solution adaptable nécessitant un réglage très fin des rouleaux, avec une robustesse insuffisante.",
	"a7-c1-f4": "4. Les précédentes études n'ont pas abouties au développement d'une solution satisfaisante.",
    "a7-c2-f5": "5. L'utilisation d'un capteur barrage par faisceau laser est au centre de la solution proposée.", 
    "a7-c2-f6": "6. Développement des circuits électro-pneumatiques, du programme de pilotage et des autres composants.",
	"a7-c2-f7": "7. Réalisation du prototype et essais pour son optimisation.",
	"a7-c2-f8": "8. Une multitude d'éléments sont nécessaires au bon fonctionnement du prototype.",

    "a8": "------------------------------------------------------------------------------------------------------------------------------------",
    "a8-title": "Innovation d'une cage de roulement aéronautique",
    "a8-tile-intro": "Améliorer les performances d'un roulement en profitant des possibilités offertes par la fabrication additive métallique.",
    "a8-intro": "Bien que NTN-SNR Roulements soit reconnue depuis plus de cent ans comme un leader dans la fabrication de roulements, l'entreprise ne cesse de chercher de nouvelles voies d'innovation. En explorant les possibilités offertes par la fabrication additive métallique, elle s'efforce de repousser les limites de l'innovation dans le domaine des roulements. Ma mission consistait à re-concevoir une cage aéronautique afin d’en améliorer les fonctionnalités grâce aux possibilités inédites offertes par ce nouveau procédé de fabrication. En revisitant un produit existant, j'ai également cherché à susciter l'intérêt d’un groupe d’acteurs industriels pour encourager des investissements dans la recherche et le développement de cette approche novatrice.",
    "a8-h0": "Problématique",
    "a8-h0-p1": "La <strong>fabrication additive métallique (FAM)</strong> ouvre de nouvelles perspectives en matière de conception mécanique. Elle offre la liberté de <strong>concevoir des géométries inédites</strong> en s’affranchissant des contraintes des procédés de fabrication traditionnels.",
    "a8-h0-p2": "Il s’agissait donc de <strong>démontrer le potentiel d’innovation apporté par la FAM dans l’amélioration des roulements afin de motiver les investissements</strong> d’un consortium de la métallurgie.",
    "a8-h1": "Objectifs de la mission",
    "a8-h1-t1": "Mon objectif consistait à réaliser un <strong>produit vitrine tirant profit des possibilités offertes par la FAM</strong> dans le cadre de l’amélioration des roulements.",
    "a8-h1-t2": "Dans cette optique, il s’agissait donc de <strong>re-concevoir la cage d’un roulement aéronautique afin d’en augmenter les fonctionnalités et d’en réduire la masse.</strong><br>",
    "a8-h1-t3": "Notamment celle d’un roulement moteur donc la <strong>lubrification active qui est sujette à la coupure du circuit de lubrification.</strong> L’arrêt des pompes entraînant alors une surchauffe des roulements allant jusqu’à la saisit complète du moteur, et les conséquences désastreuses qui en découlent.",
    "a8-h2": "Actions menées",
    "a8-h2-t1": "Ce projet s’est structurés en 3 phases.",
    
    "a8-h2-h1": "1 - Comportement mécanique des roulements aéronautiques lubrifiés",
    "a8-h2-h1-p1": "Durant cette phase, j’ai parcours la bibliographie interne de l’entreprise à la <strong>recherche de toutes les études traitant des phénomènes impliqués lors du fonctionnement de ces roulements.</strong> Je cherchais à acquérir une compréhension fine des forces en jeu, des contraintes subies par la cage et des enjeux liés à la lubrification.",
    "a8-h2-h1-p2": "Cependant, j’ai constaté que <strong>les données disponibles à ce sujet étaient minces,</strong> du fait de la <strong>grande difficulté pour instrumenter une cage de roulement en cours de fonctionnement.</strong> Cela signifiait également que <strong>les cages actuelles étaient surdimensionnées</strong> et qu’elles présentaient donc un potentiel d’amélioration.",
    "a8-h2-h1-q1": "XXXX",
    
    "a8-h2-h2": "2 - Mise en œuvre de l’optimisation topologique",
    "a8-h2-h2-p1": "Je me suis d’abord <strong>auto-formé sur le nouveau module d’optimisation topologique du logiciel Solidworks</strong> (simulation EF). J’ai ensuite entrepris de réaliser série de simulations dans <strong>un objectif de réduction de masse</strong> tout en garantissant les performances requises.",
    "a8-h2-h2-p2": "Les résultats de ces simulations ont permis <strong>l’identification des zones propices à l'intégration de gorges et de canaux conçus pour stocker et redistribuer le lubrifiant</strong> de manière efficace en cas d'interruption de la lubrification.",
    
    "a8-h2-h3": "3 - Impression des prototypes et rédaction du dossier",
    "a8-h2-h3-p1": "Pour finir, j’ai concrétisé ces conceptions en <strong>imprimant plusieurs prototypes en plastique</strong> pour <strong>évaluer leurs performances</strong> avant de <strong>sélectionner la meilleure solution</strong> pour une fabrication finale chez un sous-traitant spécialisé.",
    "a8-h2-h3-q1": "À la suite de la <strong>rédaction du dossier détaillant ma démarche</strong>, j’ai pu <strong>présenter la nouvelle cage au client qui l’a validée</strong>.",

    "a8-h3": "Conclusion",
    "a8-h3-q1-p1": "Hypothèse validée !",
    "a8-h3-q1-p2": "L’utilisation du procédé de fabrication additive métallique permet, effectivement, une amélioration significative des fonctionnalités et une réduction de masse.",
    "a8-h3-t1": "Le <strong>succès rencontré témoigne de la pertinence de cette approche</strong>, suscitant ainsi <strong>l'intérêt et l'approbation du client</strong>.",
    "a8-h3-t2": "Cela démontre que l’on peut encore ouvrir <strong>de nouvelles perspectives dans un domaine qui semble pourtant quasi immuable</strong>.",
    "a8-h3-t3": "Enfin, j’ai apprécié <strong>développer mes compétences dans le domaine de l’optimisation topologique</strong> et de la <strong>conception assistée par ordinateur</strong>. Et j’ai trouvé stimulant d’avoir eu la possibilité de tester l’<strong>utilisation d’une innovation technologique de pointe en matière de conception et de fabrication</strong>.",
    
    "a8-c1-f00": "1. Procédé de fabrication additive métallique sur lit de poudre.", 
    "a8-c1-f1": "4. Peu d'études sont disponibles concernant les contraintes sur la cage (simulation ADORE).", 
    "a8-c1-f2": "2. Nomenclature d'un roulement à bille.",
	"a8-c1-f3": "3. Processus d'optimisation topologique et re-conception d'une pièce.",
	"a8-c2-f4": "5. Simulation des contraintes au contact bille-cage.",
    "a8-c2-f5": "6. Résultat préliminaire d'optimisation topologique.", 
    "a8-c2-f6": "7. Simulation des contraintes subies par une des géométries proposées.",
	"a8-c2-f7": "8. Exemple d'une géométrie obtenue après re-conception.",
	"a8-c2-f8": "9. Détermination du volume de cage maximal à spécifier pour l'étude.",
    "a8-c2-f9": "10. Exemple d'un résultat insatisfaisant lié au mauvais paramétrage de la modélisation.",

    "a9": "------------------------------------------------------------------------------------------------------------------------------------",
    "a9-title": "Projet entrepreneurial pour la distribution cinématographique",
    "a9-tile-intro": "Développer une solution logicielle innovante pour la gestion des échanges dans l'industrie de la distribution de films.",
    "a9-intro": "L'industrie de la distribution de films est un secteur complexe avec des défis importants, notamment la fragmentation des canaux de distribution et les difficultés à atteindre le public cible de manière efficace. Notre objectif était de créer une solution innovante pour améliorer la distribution de films, en répondant aux besoins spécifiques des distributeurs et en exploitant les nouvelles technologies collaboratives. Ce projet est né de l'identification des lacunes dans la distribution de films et de l'opportunité d'apporter une solution technologique innovante. J’ai réuni une équipe composée de professionnels de l’industrie et de développeurs expérimentés pour relever ce défi. Mon rôle était central dans l'orchestration et la réussite de ce projet, en prenant en charge l’aspect conception, le commercial, organisationnel, opérationnel.",
    "a9-h0": "Objectifs du projet",
    "a9-h0-p1": "Pour ce projet, j’ai travaillé avec une équipe dans le but de <strong>développer une plateforme SaaS en B2B à destination des distributeurs de film</strong>.",
    "a9-h0-p2": "L’idée première était de <strong>faciliter leur métier en automatisant leurs tâches répétitives du quotidien</strong>. Comme aucun outil fiable n’existant vraiment à ce jour, nous avons donc du <strong>récolter leurs besoins, leurs façons de travailler et d’interagir avec les différents acteurs de la distribution</strong>.",

    "a9-h1": "Actions menées",
    "a9-h1-p1": "Comme dans tout projet entrepreneurial, je n’étais <strong>pas cloisonné à un métier unique</strong>. J’ai eu un rôle pivot que je vais vous décrire ici.",
    
    "a9-h1-s1": "I. Concevoir la stratégie commerciale",
    "a9-h1-s1-t1": "<strong>Analyse de marché</strong> : étudier les tendances du marché et identifier les besoins non satisfaits.",
    "a9-h1-s1-t2": "<strong>Value Proposition Design</strong>  : évaluer la proposition de valeur pour assurer la viabilité du projet.",
    "a9-h1-s1-t3": "<strong>Stratégie commerciale</strong>  : développer la stratégie commerciale, définir des marchés d'entrée et modéliser la rentabilité et les besoins financiers.",
    
    "a9-h1-s2": "II. Organiser la collaboration",
    "a9-h1-s2-t1": "Utiliser des <strong>outils collaboratifs innovants</strong> pour faciliter la communication et le travail en équipe.",
    "a9-h1-s2-t2": "<strong>Orchestrer la collaboration</strong> entre les différents membres de l'équipe.",
    "a9-h1-s2-q1": "<strong>Certains aspects du développement informatique, de ses contraintes et des pré-requis qu’il nécessite ne sont pas toujours bien compris</strong> par des collaborateurs non développeurs<strong>. <br>Mon rôle a été de permettre une compréhension claire des enjeux</strong> autour de chaque étape de conception et de développement de la plateforme.",

    "a9-h1-s3": "III. Assurer l'interface métier-technique",
    "a9-h1-s3-t1": "<strong>Exigences métier</strong> : comprendre les besoins du métier et en sortir des spécifications claires.",
    "a9-h1-s3-t2": "<strong>Contraintes techniques</strong> : analyser les contraintes techniques pour définir les spécifications de développement.",
    "a9-h1-s3-t3": "<strong>Choix technologiques</strong> : contribuer à la sélection des technologies pour la stack technique et les modèles de données.",
    "a9-h1-s3-q1": "Il fallait <strong>rester flexible sur la définition de nos objets</strong>, afin de pouvoir <strong>faire évoluer ces définitions en fonction des retours clients futurs</strong> !",

    "a9-h1-s4": "IV. Réaliser le prototypage de la solution",
    "a9-h1-s4-t1": "<strong>UX/UI design</strong> : formation en design d'expérience utilisateur et d'interface utilisateur.",
    "a9-h1-s4-t2": "<strong>Maquetage</strong> : concevoir des maquettes et des wireframes pour l'application web.",

    "a9-h3": "Conclusion",
    "a9-h3-t1": "Malheureusement, le projet a dû s’<strong>arrêter en raison de l’épuisement des fonds alloués</strong> et à notre rencontre avec une série de verrous technologiques nécessitant des <strong>partenariats externes difficiles à mettre en place</strong>.",
    "a9-h3-q1": "Bien que notre projet se soit arrêté, la <strong>récente mise en vente d’un produit similaire par un acteur majeur</strong> de ce marché nous a permis de <strong>confirmer que l’idée initiale</strong> correspondait bien aux besoins de ce marché.",
    "a9-h3-t2": "Malgré tout, ce projet a été <strong>une immense source d’apprentissage</strong> pour moi. J'ai pu tester et renforcer ma polyvalence, ainsi que comprendre l'importance de la communication, du management et de la stratégie.",
    "a9-h3-q2": "Accepter la fin d’un projet qui me tenait à cœur et accepter de ne pas le considérer comme étant un échec fut une étape clé de mon parcours professionnel.",
    "a9-h3-t3": "<strong>Savoir s’arrêter quand les circonstances l'exigent est essentiel</strong>. Je sais désormais que <strong>chaque projet doit toujours être managé à distance raisonnable</strong>, à chaque moment de sa conception et de sa mise en oeuvre. Cela permet de <strong>ne pas entrainer tout son équipe vers un cul de sac</strong>.",
    
    "a9-c1-f1": "1. Exemple de solution proposée par une start-up concurrente.", 
    "a9-c1-f2": "2. Méthode de gestion de projet de type \"Waterfall\" en plusieurs phases distinctes.",
	"a9-c1-f3": "3. Définition du plan stratégique et financier du projet.",
	"a9-c1-f4": "4. Application de la méthode VPD pour évaluer le \"Product Market Fit\" de la solution développée.",
    "a9-c1-f5": "5. Définition d'un \"Business Model\" précis pour évaluer la viabilité du projet et ses contraintes.", 
    "a9-c2-f6": "6. Utilisation de l'outil Figma \"FigJam\" pour une collaboration à distance efficace.",
	"a9-c2-f7": "7. Planche de recherche collaborative pour la définition générale de la solution.",
	"a9-c2-f8": "8. Diagramme (haut niveau) d'architecture d'une solution logicielle.",
    "a9-c2-f9": "9. Utilisation de l'outil Slack pour la communication autour du projet.", 
    "a9-c3-f10": "10. Quelques technologies constituant la \"stack technique\" d'une solution logicielle.",
	"a9-c3-f11": "11. Présentation (haut niveau) d'une structure de solution logicielle.",
	"a9-c3-f12": "12. Documentation technique d'un service partenaire intégré dans la solution.",
    "a9-c4-f13": "13. Formation autodidacte pour la conception UX/UI du prototype.", 
    "a9-c4-f14": "14. Diagramme d'architecture type \"sitemap\" de la solution.",
	"a9-c4-f15": "15. Exemple d'éléments de UX/UI pour le prototypage.",

    "a10": "------------------------------------------------------------------------------------------------------------------------------------",
    "a10-title": "Développement: Programmation C et Projet Web",
    "a10-tile-intro": "",
    "a10-intro": "",
    "a10-h1": "",
    "a10-h1-t1": "",
    "a10-h2": "",
    "a10-h2-t1": "",
    "a10-h4": "",
    "a10-h4-t1": "",
    "a10-c1-f1": "", 
    "a10-c1-f2": "",
	"a10-c1-f3": "",
	"a10-c1-f4": "",

    "a11": "------------------------------------------------------------------------------------------------------------------------------------",
    "a11-title": "",
    "a11-tile-intro": "",
    "a11-intro": "",
    "a11-h1": "",
    "a11-h1-t1": "",
    "a11-h2": "",
    "a11-h2-t1": "",
    "a11-h4": "",
    "a11-h4-t1": "",
    "a11-c1-f1": "", 
    "a11-c1-f2": "",
	"a11-c1-f3": "",
	"a11-c1-f4": ""
}