{
    "site-name": "CV Julian Schapink",

    "greeting": "Bonjour",
    "hire-me": "Embauchez-moi",
    "download-resume": "Téléchargement CV",
    "nav-home": "Accueil",
    "nav-work": "Expériences",
    "nav-hobbies": "Activités",
    "nav-education": "Formations",
    "nav-resume": "CV",
    "min-read-text": "min de lecture",
    "back": "Retour",
    "next-article": "Article suivant",
    "previous-article": "Article précédent",
    "view-resume": "Découvrir mon CV",
    "view-hobbies": "Accéder aux autres activités",
    "view-work": "Accéder aux autres projets",
    "view-education": "Accéder aux autres formations",

    "see-article-text": "Lire l'article",
    "toolbox-text": "Toolbox",

    "tag-cycling": "cyclisme",
    "tag-framebuilding": "framebuilding",
    "tag-photography": "photographie",
    "tag-diy": "DIY",
    "tag-welding": "soudure",
    "tag-simulation-sw": "simulation solidworks",
    "tag-simulation-forge": "simulation forge",
    "tag-cao": "CAO",
    "tag-experience": "plan d'expérience",
    "tag-induction": "induction",
    "tag-excel": "programmation excel VBA",
    "tag-r&d": "Rercherche & Développement",
    "tag-ski": "ski",
    "tag-sociology": "sociologie",


    "hobbies-page-title": "Activités Personnelles",
    "work-page-title": "Expériences Professionnelles",
    "education-page-title": "Formations Académiques",
    

    "hobbies-intro": "Explorez mes activités, allant de ma passion pour la photographie à la fabrication artisanale de vélo, en passant par l'électronique, la micro-mécanique, et la mécanique générale. Ces domaines sont sources d'inspiration et de découverte, où je m'efforce d'y appliquer mes compétences pour explorer de nouvelles possibilités.",
    "work-intro": "Dans cette section, je présente une variété de projets d'ingénierie mécanique, allant de l'optimisation de processus industriels au développement d'une machine de tri, en passant par l'innovation d'un produit aéronautique . Vous trouverez aussi mon projet entrepreneurial centré sur la création d'une solution SaaS pour la distribution de films, ainsi que d'autres projets en développement informatique.",
    "education-intro": "Dans cette section, vous trouverez un aperçu des formations pluridisciplinaires qui ont façonné le socle de mes compétences techniques. Outre le développement de ma passion pour l'ingénierie, ces formations m'ont permis de m'adapter aisément à divers environnements professionnels.",


    "home-intro-t1": "J’ai réalisé ce site pour vous faire découvrir mon profil combinant l’ingénierie mécanique et le développement informatique. Je vous présente ici l'approche créative, méthodique et rigoureuse que je mets en œuvre afin de concevoir des solutions innovantes face à une grande variété de problèmes techniques. Profitez-en également pour explorer les autres activités qui enrichissent mon profil au délà de la technique. Je me distingue notamment par ma capacité à collaborer efficacement et ma maîtrise bilingue d'anglais, ce qui facilite mon intégration au sein des équipes internationales. Enfin, j'achève un projet d'entrepreneuriat au sein duquel j'ai développé des compétences de gestion et d'organisation complémentaires à mon expertise technique.",
    "home-intro-t2": "Je souhaite rejoindre une équipe où ma polyvalence sera un atout pour relever les nouveaux défis.",
    "home-skill-title": "Mes Atouts Clés",
    "home-a1-summary": "Améliorer un processus en alliant simulations et essais afin de garantir une qualité optimale des produits.",
    "home-a2-summary": "Concevoir une machine de trie autonome pour réduire les arrêts couteux des lignes de production.",
    "home-a3-summary": "Augmenter les performances des roulements en tirant parti de la fabrication additive métallique.",
    "home-a4-summary": "Réaliser de A à Z un cadre de vélo sur mesure, polyvalent et performant, sous la tutelle d'un artisan reconnu.",
    "home-a5-summary": "Faire de la rétro-ingénierie pour comprendre l’évolution des technologies dans le cyclisme.",
    "home-a6-summary": "Développer un moyen d'expression artistique par la maîtrise de concepts techniques, et d'appareils dotés d'une riche histoire technologique.",
    "home-edu-1": "Architecture Informatique et Développement Logiciel en C",
    "home-edu-2": "Ingénierie Mécanique spécialisation en Conception et Innovation de Produits",
    "home-edu-3": "Génie Mécanique et Productique",
    "home-edu-1-summary": "Formation continue à l'École 42 de Paris, promotion 2022-2023",
    "home-edu-2-summary": "Formation par Alternance à l'INSA de Lyon, promotion GMCIP 2017-2021",
    "home-edu-3-summary": "Formation continue à l'IUT de Lyon, promotion GMP 2015-2017",




    "education-title-1": "INSA Lyon",
    "education-title-2": "42 Paris",
    "education-title-3": "IUT Lyon",
    "education-title-4": "CPGE La Martinière Monplaisir Lyon",
    "education-tile-title-1": "Master en Génie Mécanique",
    "education-tile-subtitle-1": "Conception et Innovation de Produits par alternance",
    "education-text-1": "L'INSA Lyon est une grande école d'ingénieurs réputée pour son excellence académique et son ouverture sur le monde professionnel. Elle se distingue notamment par son département de Génie Mécanique, classé 6ème de France en 2023. Cette filière offre aux étudiants une formation complète et approfondie dans les domaines de la conception, de la fabrication et de l'optimisation des systèmes mécaniques. Les étudiants bénéficient d'un enseignement pratique et théorique de haut niveau, ainsi que d'un accès à des laboratoires et équipements de pointe pour mettre en pratique leurs connaissances. De plus, l'INSA Lyon entretient des collaborations étroites avec l'industrie en proposant une formation par alternance, renforçant ainsi l'intégration professionnelle des étudiants dès le début de leur cursus. En somme, l’INSA Lyon forme des ingénieurs polyvalents et flexibles, prêts à relever les défis du monde professionnel.",
    "education-tile-title-2": "Architecte du Numérique",
    "education-tile-subtitle-2": "Développement C et Architecture Logicielle",
    "education-text-2": "L'école 42 de Paris, fondée par Xavier Niel, est une référence dans le domaine de l'informatique. Son approche pédagogique innovante se démarque par un processus d'admission sélectif suivi d'une formation autodidacte, favorisant ainsi le développement de compétences d'apprentissage en autonomie. Les étudiants sont continuellement confrontés à des défis complexes, sollicitant leur ingéniosité et leur capacité à collaborer efficacement en exploitant exclusivement les ressources en ligne. En outre, l'école offre un environnement ouvert 24h/24 et propose une série de conférences animées par des personnalités de renom, telles que les fondateurs de Siri et Blablacar. Elle organise également des hackathons en partenariat avec des entreprises, stimulant ainsi l'innovation dans des délais très serrés.",
    "education-tile-title-3": "DUT Génie Mécanique et Productique",
    "education-tile-subtitle-3": "Conception, Fabrication et Organisation Industrielle",
    "education-text-3": "L'IUT de Lyon 1 propose une filière de GMP à la fois concrète et pratique, qui prépare les étudiants à devenir des professionnels polyvalents capables de concevoir, fabriquer et optimiser des produits mécaniques dans divers secteurs industriels. Les étudiants acquièrent des compétences techniques solides en conception assistée par ordinateur, en fabrication mécanique, en automatisation et en gestion de la production. Cette filière privilégie une approche pédagogique combinant cours théoriques, travaux pratiques en laboratoire et projets concrets en collaboration avec des entreprises partenaires. De plus, les étudiants bénéficient d'installations modernes et d'équipements de pointe pour leur apprentissage. Enfin, cette filière encourage la mobilité internationale des étudiants grâce à des partenariats dont j'ai moi-même pu profiter, en effectuant un semestre et un stage professionnel au Québec.",
    "education-tile-title-4": "CPGE La Martinière Monplaisir",
    "education-tile-subtitle-4": "Physique, Technologies, Sciences de l'Ingénieur",
    "education-text-4": "L'école de La Martinière Monplaisir propose une classe préparatoire aux grandes écoles d'ingénieur avec sa filière PTSI, centrée sur l'acquisition d'une solide base en sciences fondamentales et en ingénierie. Les étudiants y développent une expertise approfondie en physique, en mathématiques, en sciences de l'ingénieur et en technologies industrielles. Ce programme exigeant favorise le développement des compétences analytiques, du sens critique et de la résolution de problèmes complexes, ouvrant ainsi la voie à des carrières réussies dans le domaine de l'ingénierie.",


    "resume-about-me-text": "À propos",
    "resume-summary-text": "J'approche les problèmes techniques avec une méthodologie rigoureuse pour concevoir des solutions innovantes. Collaborateur à double compétence et bilingue en anglais, ce qui me permet de m'intégrer facilement au sein de toutes les équipes. Mon expérience entrepreneuriale m'a aidé à développer des compétences complémentaires à mon expertise technique, renforçant ainsi mon adaptabilité. Je recherche de nouveaux défis où je pourrai valoriser pleinement ma polyvalence.",
    "resume-education-title": "Formations",
    "resume-hobbies-title": "Activités",
    "resume-skills-title": "Compétences",
    "resume-hobbies-t1": "Fabrication artisanale de vélos",
    "resume-hobbies-t2": "Culture “Maker” et Tech",
    "resume-hobbies-t3": "Design industriel",
    "resume-hobbies-t4": "Photographie",
    "resume-hobbies-t5": "Cyclisme et collection",
    "resume-hobbies-t6": "Ski et randonnée",
    "resume-hobbies-t7": "Sciences sociales",

    "a1": "------------------------------------------------------------------------------------------------------------------------------------",

    "a1-title": "Fabrication de Vélo sur Mesure : L'Artisanat en Action",
    "a1-tile-intro": "Explorez ce projet où j'ai conçu et fabriqué un cadre de vélo sur mesure alliant performance et polyvalence. De la conception à l'assemblage final par soudo-brasure, chaque étape a été orchestrée avec des décisions techniques précises, démontrant ainsi mes compétences en ingénierie mécanique.",
    "a1-intro": "Pendant ce projet, l'objectif était de créer un cadre de vélo sur mesure mettant l'accent sur la polyvalence. J'ai cherché à concevoir un vélo capable de combiner agilité et vitesse pour les saisons estivales, tout en restant stable et adapté aux conditions hivernales. De la conception et la modélisation de la géométrie jusqu’à la fabrication du cadre, j'ai pris en charge l'intégralité du processus. Les décisions techniques, telles que le choix des matériaux, des tubes, et des standards pour les interfaces, la transmission, le freinage, ont été prises avec rigueur. Les étapes pratiques de la fabrication, allant du grugeage des tubes aux derniers ajustements, au pointage, et enfin, à l'assemblage par brasage au bronze et à l'argent, ont été exécutées avec précision.",
    "a1-h1": "Conception",
    "a1-h1-s1": "Inspiration, mesures et géométrie",
    "a1-h1-s1-t1": "Dans la conception de ce vélo, j'ai cherché à fusionner les caractéristiques géométriques d'un vélo de route avec celles d'un vélo de gravel. Inspiré par les réalisations artisanales de l'entreprise Cyfac, renommée pour son expertise dans la conception de vélos haute performance, j'ai déterminé les angles en m'appuyant sur les données techniques précises de leurs modèles.",
    "a1-h1-s1-t2": "La prise de décision a été éclairée par la consultation de manuels dédiés aux cadreurs, afin d'évaluer l'impact prévu de ces choix d'angles sur le comportement du vélo. Optant pour un tube horizontal légèrement incliné et une implantation basse des haubans pour accroître la réactivité, j'ai également envisagé l'utilisation de pattes arrières coulissantes. Cette ajout autorise une légère modification de la géométrie qui permettra d’adapter différentes tailles de roues en fonction de l'usage, tout en minimisant les altérations sur le comportement du vélo.",
    "a1-h1-s1-t3": " Enfin, la modélisation géométrique a été réalisée à l'aide du logiciel BikeCAD, garantissant une approche méthodique.",
    "a1-h1-s2": "Choix techniques et assemblage",
    "a1-h1-s2-t1": "Les avancées récentes dans la fabrication de tubes d'acier haut de gamme offrent des caractéristiques mécaniques idéales pour une utilisation en longue distance, comprenant une excellente résistance, un poids optimal, une absorption efficace des vibrations, ainsi qu’une facilité à être travaillé ce qui permet une bonne réparabilité. Dans cette optique, j'ai opté pour une sélection méticuleuse de tubes en acier de la marque Columbus, en ajustant soigneusement les épaisseurs, les formes de sections, et les nuances d'acier pour obtenir le comportement dynamique souhaité.",
    "a1-h1-s2-t2": " La définition des standards a suivi, englobant le choix du type de transmission, de l'axe des roues, des interfaces pour le boîtier de pédalier, du jeu de direction, du système de freinage, du routage de la câblerie mécanique, ainsi que celui de l'électrique pour l'utilisation d'un moyeu dynamo.",
    "a1-h1-s2-t3": " D'autres aspects ont également été pris en compte, tels que les emplacements des supports filetés pour le montage d'accessoires, la présence d'une ouverture sur le triangle arrière pour l'utilisation d'une courroie de transmission, et la section de pneus maximale autorisée.",
    "a1-h2": "Réalisation",
    "a1-h2-t1": "La réalisation de ce vélo a été entreprise au cours d'un stage de cadreur chez LaFraise à Roubaix, afin de bénéficier de l'expertise d'Andréa, un artisan renommé pour la qualité de ses réalisations, et des équipements spécialisés à disposition tels que le marbre, le poste à souder, les consommables, les limes, les outils de mesure d'angle, les filières, etc.",
    "a1-h2-t2": " En raison de la forte demande pour ce stage, j'ai réservé ma place longtemps à l'avance, ce qui a entraîné une attente d'un peu plus d'un an avant de pouvoir débuter. Cette période d'attente m'a offert l'opportunité d'approfondir mes connaissances théoriques sur le procédé d'assemblage par soudo-brasure au bronze et à l'argent.",
    "a1-h2-t3": " Une fois le stage entamé, j'ai exposé en détail mon projet à Andréa, nous avons vérifié les mesures et apporté quelques modifications à la géométrie. Par la suite, Andréa m'a enseigné les techniques nécessaires pour la soudo-brasure, couvrant le réglage de la flamme, les températures appropriées, les mouvements requis, etc. Après avoir découpé, grugé, limé et ajusté les différents tubes, je me suis ensuite occupé du pointage et du soudage de l'assemblage, ainsi que de tous les autres accessoires.", 
    "a1-h3": "Conclusion",
    "a1-h3-t1": "En conclusion, ce projet de conception et fabrication d'un cadre de vélo sur mesure a été une expérience enrichissante.",
    "a1-h3-t2": "De la sélection minutieuse des matériaux à l'apprentissage des techniques avancées de soudo-brasure, chaque étape m'a permis d'approfondir ma compréhension du processus de fabrication des cadres de vélo. Le stage chez LaFraise, sous la guidance d'Andréa, a concrétisé mes compétences en ingénierie mécanique dans un contexte concret. Cette expérience a renforcé mes connaissances techniques et souligné l'importance de l'expertise artisanale.",
    "a1-h3-t3": "Fort de ces acquis, je m'apprête à aborder la prochaine phase passionnante de ce projet : la mise en peinture du cadre. Cette étape ajoutera une touche esthétique finale et scellera le caractère unique de ce vélo sur mesure.",
    "a1-h3-t4": " En envisageant l'avenir, je prévois de m'équiper davantage pour me lancer dans la réalisation d'un vélo cargo. Ce projet futur sera l'occasion de mettre en pratique mes compétences, tout en explorant de nouvelles possibilités dans le monde de l'ingénierie mécanique appliquée au cyclisme.",

    "a2": "------------------------------------------------------------------------------------------------------------------------------------",

    "a2-title": "Cyclisme : une Collection Entre Technologie, Art et Histoire",
    "a2-tile-intro": "Plongez dans une collection de vélos qui conjugue ingénierie, art et histoire, révélant l'évolution technologique de l'ingénierie mécanique dans le domaine du cyclisme. Chaque pièce reflète un artisanat méticuleux, une expression artistique et des exploits sportifs, offrant une immersion captivante dans l'univers du cyclisme.",
    "a2-intro": "Bien plus qu'un simple assemblage de pièces mécaniques, ma collection de vélos incarne un témoignage vivant des avancées technologiques, d'un artisanat élevé au rang de l'art, et des exploits sportifs historiques. Chaque vélo, méticuleusement sélectionné, devient une pièce unique racontant une histoire singulière dans le monde du cyclisme. Découvrez au travers de cette exploration une métamorphose où un cadre de vélo devient une toile pour l'innovation, les maîtres cadreurs des artistes, et chaque vélo un témoin privilégié de l'histoire du cyclisme.",
    "a2-h1": "Une collection comme vitrine technologique",
    "a2-h1-t1": "Le cadre d'un vélo constitue une plateforme pour des avancées technologiques marquantes, intégrant une diversité de matériaux et de techniques d'assemblage. Les matériaux, tels que l'acier, l'aluminium, le magnésium, le titane, et les composites (carbone, kevlar, bois), sont associés à divers procédés d'assemblage tels que la soudure, l'emmanchage, le moulage, et plus récemment la fabrication additive métallique. Des innovations historiques, comme le 'butting' des tubes en acier permettant d'ajuster les épaisseurs de section dans un seul tube en fonction des contraintes, illustrent ces avancées techniques. L'évolution des géométries, soutenue par des principes de biomécanique et des essais en soufflerie pour évaluer les impacts aérodynamiques, joue également un rôle crucial dans ces progrès.",
    "a2-h1-t2": "Les autres composants, depuis la transmission à pignon fixe jusqu'aux systèmes de vitesses par dérailleurs mécaniques et aux versions électroniques sans fil actuelles, ainsi que des jantes en bois aux jantes aérodynamiques en carbone avec pneus tubeless, ont également connu des transformations significatives au fil du temps.",
    "a2-h1-t3": "Chaque vélo de ma collection devient ainsi une vitrine illustrant les avancées technologiques propres à son époque. En examinant attentivement ces évolutions, je m'immerge dans l'histoire du design des vélos, établissant des liens entre les choix technologiques et les performances sur la route. Cette perspective unique me permet d'apprécier pleinement la richesse de chaque pièce de ma collection en tant que témoin des progrès techniques dans le domaine du cyclisme et de l'ingénierie en général.",
    "a2-h2": "Une collection qui élève l'artisanat au rang d'art",
    "a2-h2-t1": "La deuxième dimension de ma collection s'articule autour de leur interprétation en tant qu'œuvres d'art, conférant à l'artisanat un statut artistique. Cette perspective met en évidence des réalisations d'une grande précision, où des maîtres cadreurs tels que Masi, Colnago et Cinelli en Italie, Routens et Sablière en France, ainsi que Samson au Japon, ont modelé des pièces uniques, voire emblématiques. Ces artisans ont conçu des vélos à la pointe de la technologie de leur époque, évoluant par la suite en véritables expressions artistiques.",
    "a2-h2-t2": "De manière similaire, certains composants issus de marques renommées telles que Campagnolo, parfois même personnalisés par des gravures, ainsi que d'autres vestiges des interprétations de l'aérodynamisme à cette époque, contribuent à élever ces vélos au rang d'œuvres intrigantes. Qu'ils revêtent une fonctionnalité ou une esthétique particulière, ces éléments confèrent à chaque vélo de ma collection une aura artistique, attestant de la convergence entre un artisanat d'une grande précision et une expression visuelle forte.",
    "a2-h2-t3": "Enfin, les peintures qui habillent ces vélos jouent également un rôle essentiel dans cette vision artistique au sens premier du terme. Des peintres tels que Mario Martini chez Somec ont révolutionné cette dimension en introduisant des techniques et des expressions graphiques novatrices. Les détails graphiques méticuleux et les choix de couleurs deviennent autant d'éléments transformant chaque vélo en une œuvre visuelle captivante.",
    "a2-h3": "Une collection témoignant d'exploits sportifs historiques",
    "a2-h3-t1": "La troisième dimension de ma collection réside dans son intérêt historique, agissant comme gardienne d'un patrimoine qui incarne l'apogée de l'artisanat tout en témoignant des exploits sportifs marquants.",
    "a2-h3-t2": "Elle comprend plusieurs vélos ayant pris part au Tour de France, chacun porteur de l'histoire d'une époque. Parmi eux, le vélo sur lequel Marc Sergeant a triomphé lors de la 5ème étape du Tour de France 1987 au sein de l'équipe Lotto-Eddy Merckx, celui sur lequel Alain Bondue a remporté la médaille d'argent aux J.O. de Moscou en 1980, ou bien même une réplique exacte du contre-la-montre que Laurent Fignon roulait lorsqu'il a manqué de peu sa troisième victoire au Tour de France 1989, concédant la première place à Greg Lemond par un écart de seulement 8 secondes.",
    "a2-h4": "Conclusion",
    "a2-h4-t1": "En rassemblant ces différentes dimensions, ma passion pour la collection de vélos se dessine comme une exploration technique et historique. Chaque élément qui la constitue est une pièce d'ingénierie témoignant des avancées techniques, des compétences artisanales et des faits marquants de l'histoire du cyclisme. Au-delà de l'assemblage de composants, chaque vélo représente une étape dans l'évolution du design et une réflexion sur l'ingénierie mécanique appliquée à ce domaine. Ainsi, cette collection devient une documentation vivante de l'évolution de cette discipline, allant des matériaux au design, en passant par les innovations techniques, tout en préservant l'héritage sportif qui lui est associé.",

    "a3": "------------------------------------------------------------------------------------------------------------------------------------",
    
    "a3-title": "Photographie : une Passion pour l'Art et la Conservation",
    "a3-tile-intro": "Explorez ma passion pour la photographie en tant que forme d'expression artistique subtile et technique, découvrant son évolution à travers la rétro-ingénierie des dispositifs argentiques et la collection d'appareils emblématiques.",
    "a3-intro": "La photographie, bien plus qu'une simple capture d'images, est pour moi une démarche artistique subtile où l'on compose avec le réel comme moyen d'expression dans sa forme la plus pure. J'ai exploré cette passion à travers différentes techniques, de la photographie numérique à l'argentique, tout en étudiant l'histoire et l'évolution des dispositifs photographiques.",
    "a3-h1": "Mon expérience de photographie",
    "a3-h1-t1": "Issue d'une lignée où la photographie était omniprésente, avec mon grand-père, mon frère et mon père pratiquant tous la photographie, tandis que ma mère, elle, était devant l'objectif durant sa carrière de mannequin, j'ai développé une profonde appréciation pour cet art. Bien que les capteurs numériques et les smartphones offrent désormais des outils photographiques accessibles à tous, j'ai débuté ma pratique avec ces dispositifs avant de progresser vers une compréhension plus profonde des techniques d'exposition et de l'art du photographe en me plongeant dans les grands ouvrages du domaine. Après une période dans la photographie numérique, j'ai choisi de me tourner vers la pratique argentique, plus exigeante mais aussi plus gratifiante, m'offrant une expérience photographique plus intense et me permettant de progresser rapidement.",
    "a3-h2": "Une collection entre rétro-ingénierie et Histoire",
    "a3-h2-t1": "Je suis fasciné par l'évolution des dispositifs photographiques, depuis le premier appareil photo plein format inventé par Oskar Barnack en 1913 jusqu'aux appareils Hasselblad 500EL utilisés lors des missions lunaires Apollo, en passant par le télescope spatial Hubble qui capture l'univers en haute résolution. Ces avancées technologiques m'ont conduit à constituer une collection d'appareils argentiques, où je m'intéresse particulièrement à la rétro-ingénierie pour en comprendre leur fonctionnement. À travers des modèles tels que le Contax II utilisé par Gordon Parks pour documenter la ségrégation raciale dans les années 1950 et le Nikon F de Sean Flynn couvrant la guerre du Vietnam dans les années 1970, je perçois l'importance de ces outils dans l'immortalisation d'événements historiques. En analysant ces mécanismes, je cherche à comprendre comment les ingénieurs du passé ont conçu ces assemblages mécaniques remarquables, ce qui enrichit ma compréhension de l'évolution de la technologie photographique. Cette exploration me permet également de comparer ces anciens dispositifs aux nouveaux appareils numériques ultra performants que j'utilise dans mes travaux professionnels, offrant ainsi un aperçu des avancées techniques et des défis rencontrés à différentes époques.",
    "a3-h3": "Conclusion",
    "a3-h3-t1": "Fort de ma tradition familiale dans la photographie, j'ai développé une profonde appréciation pour cet art, le considérant comme bien plus qu'une simple capture d'images, mais comme une forme d'expression subtile et pertinente. Mon parcours m'a conduit à explorer à travers la rétro-ingénierie ces dispositifs photographiques argentiques, une démarche enrichissante qui m'a permis de comprendre leur fonctionnement et leur évolution au fil du temps. En collectionnant des modèles emblématiques, j'ai pleinement pris conscience de leur importance dans la documentation d'événements historiques, tout en acquérant une meilleure compréhension technique des mécanismes qui les composent. Animé par cette passion, je souhaite désormais approfondir ma pratique en me tournant vers le tirage argentique et partager mes découvertes à travers l'organisation d'une exposition, offrant ainsi un regard unique sur mon interprétation de cet art.",

    "a4": "------------------------------------------------------------------------------------------------------------------------------------",

    "a4-title": "Culture Maker : Ingéniosité et Créativité au Quotidien",
    "a4-tile-intro": "Adapte de la fabrication additive et des réparations électroniques, je maîtrise une variété de domaines allant du logiciel à la mécanique générale. Mon engagement dans le DIY et la culture Maker reflète une philosophie de vie où la compréhension des systèmes est primordiale.",
    "a4-intro": "La culture Maker et DIY fait partie intégrante de mon profil, héritée d'une lignée familiale où l'ingéniosité et la curiosité intellectuelle sont des valeurs primordiales. Cette tradition d'innovation remonte à plusieurs générations, avec mon arrière-grand-père qui dessinait déjà des plans d'éoliennes à la main, tandis que mon grand-père était entrepreneur dans l'aéronautique et mon père travaillait pour le programme spatial Arianne. Ce contexte m'a inculqué une volonté de comprendre les mécanismes qui m'entourent à travers une approche systématique, fondamentale dans ma quête d'exploration et d'innovation.",
    "a4-h1": "Culture Maker et DIY",
    "a4-h1-t1": "Dans le domaine de la fabrication additive, j'ai acquis une expertise en améliorant progressivement ma première machine par diverses mises à niveau, telles que la modification de son micro-logiciel ou l'installation de capteurs pour le nivellement automatique du plateau d’impression. J'ai exploré les paramètres d'impression dans les logiciels de découpe et utilisé une variété de matériaux pour répondre à diverses applications, de la fabrication de pièces en plastique (PLA, PETG, ABS) aux impressions métalliques en frittage de poudre (acier inoxydable, cuivre).",
    "a4-h1-t2": "Parallèlement, je me suis investi dans la fabrication, la réparation et la modification dans des domaines tels que l'électronique, la mécanique et l'audio. De la fabrication de claviers ergonomiques (projet open source Ergodox) à la réparation d'appareils électroniques, j'ai développé une expertise diversifiée. J'ai également exploré les domaines de la restauration de montres et de la fabrication d’enceintes.",
    "a4-h1-t3": "Quelques opérations que j'ai réalisées incluent le diagnostic et le remplacement des composants défaillants tels que des écrans, des batteries, des nappes et des fiches ; la réalisation de soudures de composants SMD sur des cartes mères ; l'assemblage complet d’ordinateurs, comprenant la configuration en dual boot, l’overclocking du CPU, et l'application de pâte thermique ; ainsi que l'exécution de déblocages root de téléphones, etc.",
    "a4-h1-t4": "En dehors de ces domaines, je pratique également la mécanique générale en entretenant et réparant mes véhicules motorisés, je m'adonne à la restauration de meubles anciens et j'assure tout l'entretien de ma maison, qu’il s’agisse de peinture ou de creuser une tranchée pour y installer la fibre. Pour moi, cette approche va bien au-delà du simple passe-temps ; c'est une véritable philosophie de vie, où la compréhension et la maîtrise des systèmes qui m'entourent sont au cœur de mes activités quotidiennes.",
    "a4-h2": "Conclusion",
    "a4-h2-t1": "Enracinée dans une tradition familiale d'ingéniosité et de curiosité, ma passion pour le DIY est le fruit d'une lignée où la volonté de comprendre les mécanismes du monde est une valeur primordiale. De l'amélioration de mes imprimantes 3D à la réparation d'appareils électroniques en passant par la fabrication de claviers ergonomiques et la mécanique générale, chaque projet représente une exploration minutieuse des systèmes qui nous entourent. Cette approche ne se limite pas à un simple loisir, mais incarne une philosophie de vie où la connaissance et la maîtrise des technologies façonnent mon quotidien.",

    "a5": "------------------------------------------------------------------------------------------------------------------------------------",

    "a5-title": "Sport, Curiosité, et Bien-Être",
    "a5-tile-intro": "xxxxx",
    "a5-intro": "Découvrez les autres pratiques sportives et intellectuelles qui nourrissent mon corps et mon esprit. Je navigue ainsi entre les sentiers escarpés des Alpes et les dédales intellectuels des sciences sociales, en passant par les étonnements philosophiques universels et d'autres activités sportives bien plus concrêtes, afin d'atteindre mon équilibre de vie.",    
    "a5-h1": "Pratiques Sportives",
    "a5-h1-t1": "Le cyclisme et la randonnée sont des activités qui m'offrent des défis stimulants pour explorer ma capacité physique. Chaque sortie vélo, qu'elle soit sur routes sinueuses bitumées, chemins de gravel exigeants ou sentiers sauvages de cross-country, est une aventure nouvelle dont je ne me lasse pas. De la même manière les sorties randonnées, qui s'étendent parfois sur plusieurs jours, en passant par des refuges isolés, m'apportent tout autant de sérénité. Je ne saurai trouver autre chose qui puisse m'apporter autant de satisfaction que la simplicité de la vie en plein air et la contemplation de la nature.",
    "a5-h1-t2": "Étant natif et ayant grandi à Annecy (74), la pratique du ski alpin était une évidence. Les descentes effrénées et les panoramas grandioses des Alpes sont à mes yeux bien plus qu'une simple activité loisir, mais une vraie passion. C'est d'ailleurs pour cela que, bien qu'ayant récemment subi une blessure grave de rupture des ligaments croisés, je reste déterminé à remonter sur des skis dès que possible. Je poursuis donc mon chemin vers la guérison complète sans jamais perdre de vue cet objectif.",

    "a5-h2": "Curiosité et Bien-Être",
    "a5-h2-t1": "En dehors de mes activités sportives, j'explore divers domaines en sciences sociales, comme l'anthropologie, la psychologie et la sociologie, afin de mieux comprendre les mécanismes qui sous-tendent nos sociétés. Je m'intéresse particulièrement aux enjeux sociétaux tels que l'éthique de l'innovation, les dynamiques de pouvoir ainsi que l'impact sur nos vies de technologies comme l'intelligence artificielle. Mon engouement pour la nature et la biodiversité nourrit également mon besoin de compréhension, tout en cultivant une fascination pour la complexité des écosystèmes. Enfin, ma quête de vérité s'étend aux réflexions philosophiques, cherchant à relier les connaissances sociales, littéraires et scientifiques pour une compréhension plus profonde de notre monde.",
    
    "a5-h3": "Conclusion",
    "a5-h3-t1": "Ces activités permettent de répondre à l'insatiable curiosité qui m'anime. Elles m'apportent l'équilibre dont j'ai besoin en alliant l'effort physique, la reflexion intellectuelle, et la contemplation au sens plus large du terme. C'est ainsi que j'œuvre sans relâche à élargir mes horizons en conjugant l'exploration de mes propres capacités et l'approfondissement de ma compréhension de ce monde, dans toute sa complexité.",

    "a6": "------------------------------------------------------------------------------------------------------------------------------------",

    "a6-title": "Optimisation de Procédé: Traitement Thermique Localisé par Chauffage à Induction",
    "a6-tile-intro": "Découvrez comment j'ai amélioré le processus de traitement thermique localisé par chauffage à induction afin de garantir une qualité optimale des produits, réduire les délais de développement et accélérer les cycles de fabrication par la concordance entre simulations avancées et résultats d'essais réels.",
    "a6-intro": "L'entreprise NTN-SNR Roulements fabrique quotidiennement plus de 500 000 roulements destinés à divers secteurs industriels. Pour cela, elle utilise le procédé de traitement thermique localisé par chauffage à induction (TTL-Induction) qui permet d’ajuster la microstructure des roulements en fixant la structure austénitique dans la matière. Ce traitement renforce la dureté des pistes sur lesquelles les corps roulants se déplacent, assurant ainsi une durée de vie accrue des roulements. Ma mission consistait à optimiser le processus de TTL-Induction afin de garantir une qualité optimale des produits, de réduire les temps de cycle de fabrication, et de rendre plus efficace le développement de ce procédé appliqué aux nouveaux produits.",
    "a6-h1": "Objectifs de la mission",
    "a6-h1-t1": "Le processus de TTL-Induction se caractérise par un court cycle de chauffe suivi d'une trempe rapide pour figer la microstructure. Autrefois, le développement de ce procédé était réalisé de manière empirique. Il est aujourd’hui aidé par l’utilisation de logiciels complexes de simulation par éléments finis. La simulation de ce procédé a pour but de déterminer la forme de l’inducteur et les paramètres de pilotage du générateurs qui permettent d’obtenir le profil de trempe correspondant aux spécifications techniques du produit à fabriquer. La mise en donnée de  ces simulations consiste à spécifier une grande quantité de paramètres tels que, par exemple, ceux relevant du maillage de la pièce à traitée, ceux concernant le pilotage du générateur à haute fréquence utilisé, ou bien encore les conditions de transfert entre les différents solveurs du logiciel. Pour atteindre l’objectif d’amélioration du TTL-Induction au sein de l’entreprise, j’ai donc du mettre en place une stratégie pertinente de R&D permettant de caractériser une quantité importante de facteurs.",
    "a6-h2": "Actions menées",
    "a6-h2-t1": "J’ai tout d’abord du comprendre le comportement du logiciel en analysant l’influences des différents paramètres spécifiés lors de la mise en donnée des simulations. Pour cela, j’ai mené une analyse de sensibilité par la mise en place d’un plan d’expérience qui s’est concrétisé en une campagne d’essai. J’ai utilisé des éprouvettes en acier à roulement qui ont été traitées par un inducteur réalisé en fabrication additive en frittage de poudre de cuivre. J’ai pris soin de définir correctement les configurations du procédé de TTL-Induction à tester en me basant sur la méthode éprouvée des plans d’expérience de type Tagushi. J’ai ensuite analysé les résultats en les comparant aux simulations, puis j’ai transmis mes conclusions à l'éditeur du logiciel afin qu’il puisse effectuer le calibrage des différents solveurs. Enfin, suite à mes explorations, j’ai fourni une assistance aux techniciens du département TTL. D’une part, au travers de la création d’outils automatisés de type tableur Excel en programmation VBA qui permettent de déterminer les points de fonctionnement optimaux des générateurs, et d’autre part par l’écriture d’une documentation détaillant les bonnes pratiques à adopter lors de l’utilisation du logiciel. Cela a facilité leur travail de mise en donnée des simulations, contribuant ainsi à un cycle de développement plus efficace du procédé de TTL appliqué aux nouveaux produits.",
    "a6-h4": "Conclusion",
    "a6-h4-t1": "Cette mission a englobé plusieurs domaines scientifiques, notamment la mécanique, la thermique, l'électromagnétisme et la science des matériaux, par la gestion de simulations élaborées et la mise en place d’une stratégie de plans d’expérience pertinente. Elle a constitué une opportunité idéale pour appliquer mes compétences en sciences appliquées. L'analyse comparative entre les résultats des simulations et ceux des essais réels a souligné l'importance de relier théorie et pratique dans l'optimisation des processus industriels. De plus, le travail d’analyse de sensibilité du logiciel a souligné combien la rigueur méthodologique est cruciale pour résoudre des problèmes techniques complexes. En fournissant une assistance technique aux membres du département de TTL, et en collaborant avec l’éditeur du logiciel, j'ai réalisé l'importance de la communication pour une collaboration efficace. En conclusion, cette mission a enrichi mes connaissances dans divers domaines scientifiques et techniques, tout en renforçant mes compétences en gestion de projets de R&D industrielle.",

    "a7": "------------------------------------------------------------------------------------------------------------------------------------",

    "a7-title": "Conception de Processus: Module de Transitique Industrielle",
    "a7-tile-intro": "Découvrez comment j'ai élaboré un système novateur de transitique industrielle qui permet de réduire des arrêts coûteux sur les lignes de production. Cette expérience m'a permis d'aborder la gestion de projet d’innovation de manière globale, tout en mettant en pratique mes compétences en conception mécanique, électro-pneumatique et en informatique embarquée.",
    "a7-intro": "L'entreprise NTN-SNR Roulements est un leader dans la fabrication de roulements grâce à son expertise séculaire dans ce domaine. Elle conçoit et produit tous les éléments essentiels à l'assemblage de roulements, incluant les bagues intérieures et extérieures, les corps roulants et les cages qui maintiennent ces derniers. Dans le cadre spécifique de la production de corps roulants en forme de rouleaux coniques, ma mission avait pour objectif le développement d'un système novateur de contrôle d'orientation de ces rouleaux afin de réduire les arrêts coûteux sur les lignes de production. Pour atteindre cet objectif, j'ai conçu un dispositif fiable et autonome en suivant un processus d'innovation méthodique. Mon travail a ainsi impliqué une analyse approfondie des solutions existantes, la sélection de technologies adaptées à la problématique, ainsi que la conception mécanique, électro-pneumatique et informatique des différents ensembles de la nouvelle solution.",
    "a7-h1": "Objectifs de la mission",
    "a7-h1-t1": "Cette mission consistait à développer un module de transitique industrielle innovant qui contrôle l'orientation des rouleaux coniques lors de leur transfert entre les machines de finition et superfinition. La problématique résidait dans le fait que lorsque des rouleaux mal orientés étaient transférés entre ces machines, cela engendrait la casse des meules et un arrêt de production couteux. En plus de cela, le déblocage nécessitait une intervention humaine fastidieuse, et le redémarrages des lignes entraînait une baisse de qualité source d’une importante production de rebuts. L'objectif était donc de concevoir un dispositif fiable et robuste, capable de détecter efficacement et à haute cadence l'orientation incorrecte des rouleaux, puis de les éjecter de manière autonome sans perturber la production.",
    "a7-h2": "Actions menées",
    "a7-h2-t1": "La conception de ce module s'est déroulée de manière méthodique, suivant plusieurs étapes clés. Tout d'abord, une analyse approfondie de l'existant a été effectuée pour caractériser les solutions actuellement utilisées sur les lignes de production, dans le but d’évaluer leurs performances et leurs limites. Ensuite, une exploration minutieuse a été entreprise pour déterminer la nouvelle méthode de contrôle de l'orientation des rouleaux coniques. J'ai opté pour l'utilisation d'un capteur de type barrage par faisceau laser pour sa précision et sa réactivité. Il est adapté aux cadences élevées (jusqu’à 350 rouleaux par minute) et aux faibles différences de diamètre des rouleaux à traiter (inférieure à 3 millimètres). À partir de ce choix de capteur, j'ai défini la cinématique de la machine de tri, puis j’ai fais la conception géométrique de ses pièces. J’ai fais attention à concevoir une machine facilement réglable, peu sujette à l'usure liée au fonctionnement, et qui minimisait l'impact sur les rouleaux lors de leur traitement. Parallèlement, j'ai développé les schémas des différents circuits nécessaires au fonctionnement du module. Cela incluait notamment le circuit électrique de puissance et celui de contrôle d’un moteur pas à pas et de son driver, ainsi que le circuit pneumatique pour l'usage d’un vérin, mais également les circuits pour la gestion des différents capteurs de la machine. Après la rédaction des plans pour l'envoi en fabrication des éléments du système, j'ai procédé à l'assemblage de la machine. J'ai ensuite effectué le branchement des différentes entrées et sorties vers une carte Arduino, puis j’ai rédigé le programme de pilotage de la machine de tri. Ensuite, j'ai entamé la phase de mise au point, au cours de laquelle de multiples essais ont été réalisés pour identifier les ajustements nécessaires, tant au niveau du pilotage que de la géométrie de certaines pièces, parfois nécessitant l'ajout de nouveaux sous-ensembles pour garantir la stabilité du trie. Une fois l'optimisation achevée, des essais réels ont été menés sur des lignes de production afin de valider que le nouveau procédé développé répondait bien aux besoins en conditions réelles de fonctionnement. Enfin, j’ai rédigé un rapport que j'ai transmis au département de l'entreprise chargé d'adapter la nouvelle solution aux différentes lignes de production nécessitant cette amélioration.",
    "a7-h3": "Conclusion",
    "a7-h3-t1": "La mission de développement du module de transitique industrielle visait à résoudre un problème critique de contrôle d'orientation des rouleaux coniques entre les machines de finition et de superfinition. La nécessité de détecter et d'éjecter efficacement les rouleaux mal orientés visait à réduire les arrêts de production coûteux causés par les casses de meules et à minimiser l'intervention humaine fastidieuse lors des déblocages, tout en améliorant la qualité de production et en réduisant la quantité de rebuts associés aux redémarrages de lignes. La solution proposée, basée sur un capteur laser de haute précision, s'est avérée efficace pour contrôler les rouleaux à haute cadence, tout en garantissant une faible usure et un impact minimal sur les rouleaux. Les différentes étapes de conception, de fabrication et d'optimisation du système ont permis de répondre pleinement aux besoins de l'entreprise, comme en témoignent les essais réussis en conditions réelles. Cette mission a été particulièrement enrichissante car elle m'a offert l'opportunité d'approfondir mes compétences en conception de systèmes industriels, en analyse des besoins et en résolution de problèmes techniques. De plus, elle a été l'occasion idéale pour renforcer mes compétences en gestion de projets d'innovation, en me permettant de superviser un projet concret de bout en bout, depuis sa conception initiale jusqu'à sa mise en œuvre opérationnelle. Enfin, j'ai pu observer directement l'impact positif de mon travail sur les opérations et la rentabilité de l'entreprise, ce qui a renforcé ma motivation et mon engagement pour de futurs projets.",

    "a8": "------------------------------------------------------------------------------------------------------------------------------------",

    "a8-title": "Innovation de Produit: Cage de Roulement Aéronautique",
    "a8-tile-intro": "Découvrez comment j'ai utilisé la fabrication additive métallique pour améliorer les performances des roulements aéronautiques, repoussant ainsi les limites de l'innovation.",
    "a8-intro": "Bien que NTN-SNR Roulements soit reconnue depuis plus de cent ans comme un leader dans la fabrication de roulements, l'entreprise ne cesse de chercher de nouvelles voies d'innovation. En explorant les possibilités offertes par la fabrication additive métallique, elle s'efforce de repousser les limites de l'innovation dans le domaine des roulements. Ma mission consistait à re-concevoir une cage aéronautique afin d’en améliorer les fonctionnalités grâce aux possibilités inédites offertes par ce nouveau procédé de fabrication. En revisitant un produit existant, j'ai également cherché à susciter l'intérêt d’un groupe d’acteurs industriels pour encourager des investissements dans la recherche et le développement de cette approche novatrice.",
    "a8-h1": "Objectifs de la mission",
    "a8-h1-t1": "La fabrication additive métallique ouvre de nouvelles perspectives en matière de conception mécanique puisqu’elle offre la liberté de concevoir des géométries inédites qui s’affranchissent des contraintes liées aux procédés de fabrication traditionnels. Ainsi, mon objectif principal était de re-concevoir une cage de roulement aéronautique en tirant partie de ce procédé pour, d’une part en augmenter les fonctionnalités et, d’autre part, pour en réduire la masse. Une problématique clé pour diriger mon travail concernait l’augmentation de la durée d'auto-lubrification des roulements aéronautiques en cas de coupure des circuits de lubrification. En effet, dans cette situation d’urgence, l'arrêt des pompes de lubrification peut entraîner une surchauffe des roulements provoquant la saisit du moteur et les conséquences désastreuses qui en découlent. Pour répondre à ce défi, j'ai entrepris une série d'actions visant à intégrer des dispositifs de lubrification passifs dans la nouvelle conception de cette cage.",
    "a8-h2": "Actions menées",
    "a8-h2-t1": "Ma démarche a débuté par une phase d'apprentissage approfondie, au cours de laquelle j'ai étudié en détail la cinématique des roulements aéronautiques lubrifiés. Je me suis plongé dans la bibliographie interne qui présentait des études sur les phénomènes impliqués lors du fonctionnement de ces roulements. Cela m'a permis d'acquérir une compréhension fine des forces en jeu afin de comprendre les contraintes subies par la cage et les enjeux liés à la lubrification. Par la suite, je me suis formé à l'optimisation de la topologie et sa mise en œuvre concrète dans le module dédié du logiciel Solidworks. À travers une série de simulations, j'ai testé différentes configurations pour optimiser la topologie de la cage dans un objectif de réduction de masse, tout en garantissant les performances requises. Sur la base de ces résultats, j'ai identifié les zones propices à l'intégration de gorges et de canaux de lubrification conçus pour stocker et redistribuer le lubrifiant de manière efficace en cas d'interruption de la lubrification. J'ai concrétisé ces conceptions en imprimant plusieurs prototypes en plastique pour évaluer leurs performances avant de sélectionner la meilleure solution pour une fabrication finale chez un sous-traitant spécialisé en fabrication additive métallique. Enfin, j'ai rédigé un dossier détaillant ma démarche, puis j’ai présenté la nouvelle cage au client, qui l'a validée.",
    "a8-h3": "Conclusion",
    "a8-h3-t1": "Les efforts déployés tout au long de cette démarche d'exploration ont abouti à une réponse efficace au besoin initial de re-concevoir une cage de roulement aéronautique qui exploite les possibilités offertes par la fabrication additive métallique. Cette approche innovante de conception a permis une amélioration significative des fonctionnalités et une réduction de masse. Cela démontre que l’on peut encore ouvrir de nouvelles perspectives dans un domaine qui semble pourtant quasi immuable. Cette expérience s'est révélée particulièrement enrichissante en me permettant de développer mes compétences dans le domaine de l’optimisation topologique et de la conception assistée par ordinateur. Le succès rencontré témoigne de la pertinence de cette approche, suscitant ainsi l'intérêt et l'approbation du client. En résumé, cette mission m'a offert l'opportunité de m'engager dans une démarche d’innovation technologique de pointe où j’ai pu exercer mes compétences tout en exploitant les dernières avancées en matière de conception et de fabrication, ce qui représente un défi enrichissant et stimulant.",

    "a9": "------------------------------------------------------------------------------------------------------------------------------------",

    "a9-title": "Entrepreunariat: Création de la Start-Up Cineflows",
    "a9-tile-intro": "Cineflows est une solution SaaS innovante qui simplifie et optimise la distribution de films pour les ayants droit et les exploitants de cinéma.",
    "a9-intro": "L'industrie de la distribution de films est un secteur complexe avec des défis importants, notamment la fragmentation des canaux de distribution et les difficultés à atteindre le public cible de manière efficace. Notre objectif était de créer une solution innovante pour améliorer la distribution de films, en répondant aux besoins spécifiques des distributeurs et en exploitant les nouvelles technologies collaboratives. Ce projet est né de l'identification des lacunes dans la distribution de films et de l'opportunité d'apporter une solution technologique innovante. J’ai réuni une équipe composée de professionnels de l’industrie et de développeurs expérimentés pour relever ce défi. Mon rôle était central dans l'orchestration et la réussite de ce projet, en prenant en charge l’aspect conception, le commercial, organisationnel, opérationnel.",
   
    "a9-h1": "Objectifs du projet",
    "a9-h1-t1": "Comme tout projet entrepreunarial, je n’ai pas eu un rôle délimité au sein de ce projet. J’ai eu un rôle pivot qui recouvrait plusieurs domaines tels que:",
    
    "a9-h1-s1": "I. Concevoir la stratégie commerciale :",
    "a9-h1-s1-t1": "→ Analyse de marché : Étudier les tendances du marché et identifier les besoins non satisfaits.",
    "a9-h1-s1-t2": "→ Value Proposition Design : Évaluer la proposition de valeur pour assurer la viabilité du projet.",
    "a9-h1-s1-t3": "→ Stratégie commerciale : Développer la stratégie commerciale, définir des marchés d'entrée et modéliser la rentabilité et les besoins financiers.",

    "a9-h1-s2": "II. Organiser la collaboration :",
    "a9-h1-s2-t1": "→ Utiliser des outils collaboratifs innovants pour faciliter la communication et le travail en équipe.",
    "a9-h1-s2-t2": "→ Orchestrer la collaboration entre les différents membres de l'équipe.",

    "a9-h1-s3": "III. Assurer l'interface métier-technique :",
    "a9-h1-s3-t1": "→ Exigences métier : Comprendre les besoins du métier et en sortir des spécifications claires.",
    "a9-h1-s3-t2": "→ Contraintes techniques : Analyser les contraintes techniques pour définir les spécifications de développement.",
    "a9-h1-s3-t3": "→ Choix technologiques : Contribuer à la sélection des technologies pour la stack technique et les modèles de données.",

    "a9-h1-s4": "IV. Réaliser le prototypage de la solution :",
    "a9-h1-s4-t1": "→ UX/UI design : Formation en design d'expérience utilisateur et d'interface utilisateur.",
    "a9-h1-s4-t2": "→ Maquetage : Concevoir des maquettes et des wireframes pour l'application web.",

    "a9-h1-t2": "Nous avons ainsi entrepris le développement d’une application web innovante de type SaaS pour le marché de la distribution de films B2B. Après avoir étudié en profondeur le marché, ses acteurs, leurs besoins et le workflow des distributeurs, nous avons conçu le produit en définissant clairement son fonctionnement (UX design, parcours utilisateurs, persona etc) puis son wire framing. Il y a aussi eu la caractérisation technique du produit, le choix des technologies ou stack techniques, le déploiement d’un environnement de développement. Enfin l’aspect administratif et managerial de type horizontal. Cependant, le projet a dû s'arrêter en raison de l’épuisement des fonds aloués à ce projet, couplée à l’identification de verrous technologiques nécessitant des partenariats externes difficiles à mettre en place. Enfin, bien que notre projet se soit arrêté, la récente mise en vente d’un produit similaire par un acteur majeur de ce marché nous a permis de confirmer que l’idée initiale correspondait bien aux besoins de ce marché.",

    "a9-h3": "Conclusion",
    "a9-h3-t1": "Bien que le projet n'ait pas atteint son objectif final, il a été une source d'apprentissage immense. J'ai pu tester et renforcer ma polyvalence, ainsi que comprendre l'importance de la communication, du management et de la stratégie. Terminer ce projet sans succès n'est pas un échec, mais une étape enrichissante de mon parcours professionnel. Savoir arrêter un projet quand les circonstances l'exigent est essentiel, et cette expérience m'a préparé à relever de nouveaux défis avec une vision plus claire et des compétences accrues.",

    "a10": "------------------------------------------------------------------------------------------------------------------------------------",


    "a10-title": "Développement: Programmation C et Projet Web",
    "a10-tile-intro": "",
    "a10-intro": "",
    "a10-h1": "",
    "a10-h1-t1": "",
    "a10-h2": "",
    "a10-h2-t1": "",
    "a10-h4": "",
    "a10-h4-t1": "",

    "a11": "------------------------------------------------------------------------------------------------------------------------------------",

    "a11-title": "",
    "a11-tile-intro": "",
    "a11-intro": "",
    "a11-h1": "",
    "a11-h1-t1": "",
    "a11-h2": "",
    "a11-h2-t1": "",
    "a11-h4": "",
    "a11-h4-t1": ""

}